Repository: macduff/passwordsafe
Catalog: pwsafe/pwsafe/src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: fr

source: Remember last
fr: Remémorer le dernier

source: Remove PasswordSafe data from Registry
fr: Supprimer les données de PasswordSafe du registre

source: Remove this shortcut
fr: Supprimer ce raccourci

source: Rename
fr: Renommer

source: Rename Entry
fr: Renommer l'entrée

source: Rename Entry F2
fr: Renommer l'entrée F2

source: Rename Group
fr: Renommer le groupe

source: Rename Group F2
fr: Renommer le groupe F2

source: Report created
fr: Rapport créé

source: Report of %s function started at %s
fr: Rapport de la fonction %s démarré à %s

source: Requested Values:
fr: Valeurs demandées :

source: Required Unicode font (Arial Unicode MS) is not installed on this system. Unable to provide Virtual Keyboard.
fr: Police Unicode requise (Arial Unicode MS) non installée sur ce système. Impossible de fournir le Clavier Virtuel.

source: Required Unicode font is not installed on this system. Unable to provide Virtual Keyboard.
fr: Police Unicode requise non installée sur ce système. Impossible de fournir le Clavier Virtuel.

source: Reserved shortcut '%s' ignored.
fr: Raccourci réservé '%s' ignoré.

source: Reset All
fr: Tout réinitialiser

source: Reset Columns
fr: Réinitialiser les colonnes

source: Reset this shortcut
fr: Réinitialiser ce raccourci

source: Reset to Database Defaults
fr: Réinitialiser aux défauts de base de données

source: Restore from Backup...
fr: Récupérer d'une copie de sauvegarde...

source: Restrict to a subset of entries:
fr: Restreindre à un sous-ensemble d'entrées :

source: Right Ctrl key
fr: Touche Ctrl Droit

source: Romanian (Legacy)
fr: Roumain (Ancien)

source: Romanian (Programmers)
fr: Roumain (Programmeurs)

source: Romanian (Standard)
fr: Roumain (Standard)

source: Row %d is incomplete. Please ensure both Field and Criteria are set.
fr: Rangée %d incomplète. Veuillez vous assurer que Champ et Critère sont assignés.

source: Row number
fr: Numéro de rangée

source: Rule
fr: Règle

source: Rule:
fr: Règle :

source: Run Cmd
fr: Cmd à exécuter

source: Run Cmd:
fr: Cmd à exécuter :

source: Run Command
fr: Commande à exécuter

source: Run Command
fr: Commande à exécuter

source: RunCmd copied
fr: CmdEx copié

source: Russian
fr: Russe

source: Russian (Typewriter)
fr: Russe (Machine à écrire)

source: S&et
fr: &Définir

source: S&et...
fr: &Définir...

source: SAX Parse Error during %s %s.
fr: Erreur d'analyse SAX lors de %s %s.

source: SAX Parse%2d Error 0x%08X during %s.
fr: Erreur d'analyse SAX %2d. Erreur 0x%08X lors de %s.

source: Safe Combination Entry
fr: Entrée de la combinaison

source: Safe Combination Setup
fr: Configuration de la combinaison

source: Safe Combination:
fr: Combinaison du coffre-fort :

source: Same as database's
fr: Identique à la base de données

source: Same as when last saved
fr: Identique à la dernière sauvegarde

source: Sami Extended Finland-Sweden
fr: Sami Étendu Finlande-Suède

source: Sami Extended Norway
fr: Sami Étendu Norvège

source: Sample
fr: Example

source: Sample text cannot be empty
fr: Le texte d'example ne peut être vide

source: Save
fr: Enristrer

source: Save &As...
fr: Enregistrer &sous...

source: Save &As... F12
fr: Enregistrer &sous...F12

source: Save As
fr: Enregistrer sous

source: Save Error
fr: Erreur d'enregistrement

source: Save changes to %1?
fr: Enregistrer les changement à %s?

source: Save database immediately after Edit or Add
fr: Enregistrer automatiquement après Edition ou Ajouter

source: Schema does not have a version number.
fr: Le schéma n'a pas de numéri de version.

source: Search
fr: Rechercher

source: Second date must be later than first
fr: La deuxième date doit être passé la première

source: Second number must be more than first
fr: Le deuxième nombre doit être plus grand que le premier

source: Security
fr: Sécurité

source: See LICENSE for open source details.
fr: Voir la LICENSE pour les détails d'Open Source.

source: See Password History filters
fr: Voir les filtres d'historique de mot de passe

source: See Password Policy filters
fr: Voir les filtres de stratégie de mot de passe

source: Seek failed on %1
fr: Positionnement échoué sur %1

source: Select
fr: Sélectionner

source: Select &All
fr: Sélectionner t&out

source: Select Browser:
fr: Sélectionnez un navigateur :

source: Select Keyboard:
fr: Sélectionnez un clavier :

source: Select Location for Intermediate Backups
fr: Sélectionnez l'endroit pour les copies de sauvegarde intermédiaires

source: Select all entries
fr: Sélectionner toutes les entrées

source: Select and apply a filter
fr: Sélectionner et appliquer un filtre

source: Select some entries
fr: Sélectionnez quelques entrées

source: Selected
fr: Sélectionné

source: Selected Fields:
fr: Champs sélectionnés :

source: Selected filter details:
fr: Détails du filtre sélectionné :

source: Send &email
fr: &Envoyer un courriel

source: Send &email Ctrl+E
fr: &Envoyer un courriel Ctrl+E

source: Send Mail failed to send message.
fr: L'envoie du courriel a échoué.

source: Serbian (Cyrillic)
fr: Serbe (Cyrillique)

source: Serbian (Latin)
fr: Serbe (Latin)

source: Set Date/Time
fr: Définir Date/Heure

source: Set Default Username?
fr: Définir l'utilisateur par défaut?

source: Set Display Filter
fr: Définir le filtre d'affichage

source: Set Display Filters
fr: Définir les filtres d'affichage

source: Set Display Filters: %d Added; %d Active
fr: Définir les filtres d'affichage : %d ajoutés; %d actifs

source: Set Entry's Password Policy
fr: Définir la stratégie de mot de passe de l'entrée

source: Set Password Expiry Date/Time
fr: Définir la date/l'heure d'expiration du mot de passe

source: Set Password History Filters: %d Added; %d Active
fr: Définir les filtres d'historique de mots de passe: %d ajoutés; %d actifs

source: Set Password Policy Filters: %d Added; %d Active
fr: Définir les filtres de stratégie de mots de passe: %d ajoutés; %d actifs

source: Set Password display font
fr: Définir la police d'affichage de mots de passe

source: Set Sample &Text
fr: Définir l'example de &texte

source: Set Tree/List display font
fr: Définir la police d'affichache d'arborescence/de liste

source: Set Virtual Keyboard font
fr: Définir la police du clavier virtuel

source: Set maximum number of passwords saved to above value
fr: Définir le nombre maximum de mots de passe enregistrés à la valeur ci-haut

source: Shift
fr: Maj

source: Shift+
fr: Maj+

source: Shift+click to view current policy
fr: Maj+clique pour visualiser la stratégie courante

source: Shortcut
fr: Raccourci

source: Shortcut '%s' already assigned to menu item '%s'.
fr: Raccourci '%s' déjà assigné à l'item de menu '%s'.

source: Shortcut Key
fr: Touche de raccourci

source: Shortcuts
fr: Raccourcis

source: Show &Find Toolbar
fr: Afficher la barre d'outils de &recherche

source: Show &Find Toolbar Ctrl+F
fr: Afficher la barre d'outils de &recherche Ctrl+F

source: Show Dragbar
fr: Afficher la barre de déplacement

source: Show Notes
fr: Afficher les Notes

source: Show Notes as ToolTips in Tree && List views
fr: Afficher les Notes en info-bulles dans les vues d'arborescence et le liste

source: Show Notes in Edit
fr: Afficher les Notes lors de l'édition

source: Show Password in Add && Edit
fr: Afficher le mot de passe lors de l'ajout et de l'édition

source: Show Password in Tree View
fr: Afficher le mot de passe dans la vue d'arborescence

source: Show Toolbar
fr: Afficher la barre d'outils

source: Show Username in Tree View
fr: Afficher le nom d'utilisateur dans la vue d'arborescence

source: Show Virtual Keyboard
fr: Afficher le clavier virtuel

source: Show a subset of the Password
fr: Afficher une partie du mot de passe

source: Show entries with identical compared fields (Note: Unknown fields were not compared.)
fr: Afficher les entrées ayant leurs champs comparés identique (Note: Les champs inconnus ne sont pas comparés.)

source: Show grid lines in List View
fr: Afficher la grille dans la vue en liste

source: Show grid lines in display list
fr: Afficher la grille dans la liste affichée

source: Show notes as ToolTips in display tree && list views
fr: Afficher les Notes en info-bulles dans les vues d'arborescence et de liste

source: Show notes in Edit
fr: Afficher les notes lors de l'édition

source: Show notes in edit
fr: Afficher les notes lors de l'édition

source: Show password in Add && Edit
fr: Afficher le mot de passe lors de l'ajout et l'édition

source: Show password in add && edit
fr: Afficher le mot de passe lors de l'ajout et l'édition

source: Show password in display tree
fr: Afficher le mot de passe dans l'arbre affiché

source: Show username in display tree
fr: Afficher le nom d'utilisateur dans l'arbre affiché

source: Skipped %d %s
fr: %d %s sautés

source: Slovak
fr: Slovaque

source: Slovak (QWERTY)
fr: Slovaque (QWERTY)

source: Slovenian
fr: Slovène

source: Some characters may be missing or not be displayed correctly, as we were unable to find the Arial Unicode MS font.
fr: Certains caractères peuvent être manquant ou affichés incorrectement car la police Arial Unicode MS n'a pas été trouvé.

source: Sorbian Standard
fr: Sorabe Standard

source: Sorbian Standard (Legacy)
fr: Sorabe Standard (Ancien)

source: Sorry - your requested HotKey is already being used. This feature has been temporarily disabled. To re-enable in this session, please select a different key combination.
fr: Désolé, le raccourci clavier est présentement utilisé. Cette fonction a été temporairement désactivée. Pour réactiver dans cette session, veuillez sélectionner une combinaison de touches différente.

source: Sorry, 'pronounceable' and 'easy-to-read' are not supported together
fr: Désolé, 'Prononçable' et 'Facile à lire' ne sont pas supportés ensemble

source: Sorry, can't specify a minimum number of characters with 'pronounceable' or 'easy-to-read' options
fr: Désolé, impossible de spécifier un nombre minimum de caractères avec les options 'Prononçable' et 'Facile à lire'

source: Sorry, can't specify a minimum number of characters with 'pronounceable' or 'easy-to-read' options. Specified values ignored.
fr: Désolé, impossible de spécifier un nombre minimum de caractères avec les options 'Prononçable' et 'Facile à lire'. Valeurs spécifiées ignorées.

source: Spanish
fr: Espagnol

source: Spanish Variation
fr: Espagnol Variation

source: Start PasswordSafe at Login
fr: Démarrer PasswordSafe lors de la connexion.

source: Start Report
fr: Démarrer le rapport

source: Start saving password history for all entries, to the above number of entries.
fr: Démarrer l'enregistrement de l'historique de mot de passe pour toutes les entrées, jusqu'au nombre d'entrées ci-haut.

source: Start saving previous passwords
fr: Démarrer l'enregistrement des mots de passe précédents

source: Static
fr: Statique

source: Static_Static
fr: Statique_Statique

source: Statistics
fr: Statistiques

source: Stop saving password history for all entries. Saved histories will not be touched, but password changes will no longer be stored by default.
fr: Arrêter l'enregistrement de l'historique de mot de passe pour toutes les entrées. Les historiques déjà enregistrées ne seront pas touchées mais les changements de mot de passe ne seront plus gardés par défaut.

source: Stop saving previous passwords
fr: Arrêter l'enregistrement des mots de passe précédents

source: String value:
fr: Valeur texte :

source: Suffix:
fr: Suffixe :

source: Swedish
fr: Suédois

source: Swedish with Sami
fr: Suédois avec Sami

source: Swiss French
fr: Français Suisse

source: Swiss German
fr: Allemand Suisse

source: System
fr: Système

source: System error: No more file handles available
fr: Erreur système: Pointeurs de fichiers non disponible

source: System registry entries have been removed and the INI file (if any) was deleted.
fr: Les entrées du registre de système ainsi que le fichier INI (si présent) ont étés supprimés.

source: SystemTray
fr: Barre de notification

source: TRIAL
fr: ESSAI

source: Tajik
fr: Tadjik

source: Tamil
fr: Tamoul

source: Target last changed on:
fr: Destination dernièrement changée le :

source: Telugu
fr: Télougou

source: Text
fr: Texte

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*)|*.*||
fr: Fichiers texte (*.txt)|*.txt|Fichier CSV (*.csv)|*.csv|Tous les fichiers (*.*)|*.*||

source: Text will be red if the shortcut is different to its default value.
fr: Le texte sera rouge si le raccourci est différent de sa valeur par défaut.

source: Text:
fr: Texte :

source: Thai Kedmanee
fr: Thaïlandais Kedmanee

source: Thai Kedmanee (non-ShiftLock)
fr: Thaïlandais Kedmanee (non-Shiftlock)

source: Thai Pattachote
fr: Thaïlandais Pattachote

source: Thai Pattachote (non-ShiftLock)
fr: Thaïlandais Pattachote (non-ShiftLock)

source: That file is already open.
fr: Ce fichier est déjà ouvert.

source: The ALT key is not used on any keyboard to select characters. Use the 'Alt Num' key to enter a character via its decimal value.
fr: La touche ALT n'est utilisée sur aucun clavier pour sélectionner du texte. Utilisez la touche 'Alt Num' pour entrer un caractère via sa valeur décimale.

source: The combination cannot be blank.
fr: La combinaison ne peut être vide.

source: The contents ["%s"] of element "%s" is invalid/unexpected.
fr: Le contenue ["%s"] de l'élément "%s" est invalide / non-attendu.

source: The database %s couldn't be opened. Do you wish to look for it elsewhere (Search), create a new database (New), or Exit?
fr: Le fichier %s n'a pu être ouvert. Voulez-vous le Rechercher ailleur, créer un Nouveau ou Quitter?

source: The database: %s is apparently being used by: %s%s. Open the database for Read-Only or Exit? Note: Only one user at a time can open the database for writing.
fr: Le fichier : %s est apparemment utilisé par : %s%s. Ouvrir le fichier en lecture seulement ou quitter? Note : Un seul utilisateur à la fois peut ouvrir le fichier en écriture.

source: The database: %s is apparently being used by: %s%s. Open the database for Read-Only, Read-Write, or Exit? Note: Choose "Read-Write" only if you are certain that the file is in fact not being used by anyone else, including another copy of Password Safe running on your machine.
fr: Le fichier : %s est apparemment utilisé par : %s%s. Ouvrir le fichier en lelcture seulement ou quitter? Note : Sélectionnez "Lecture-Écriture" seulement si vous êtes certain que le fichier n'est pas utilisé par quelqu'un d'autre, incluant une autre instance de PasswordSafe étant exécutée sur votre ordinateur.

source: The entered passwords do not match. Please re-enter them.
fr: Les mots de passe entrées ne correspondent pas. Veuillez les entrer de nouveau.

source: The file is too large to open.
fr: Le fichier est trop gros pour être ouvert.

source: The file was not found.
fr: Le fichier n'a pas été trouvé.

source: The filter XML version (%d) is greater than that supported by this instance of PasswordSafe (%d).
fr: La version du filtre XML (%d) est plus récente que celle supportée par cette version de PasswordSafe (%d).

source: The filter XML version (%d) is greater than the current schema (%d).
fr: La version du filtre XML (%d) est plus récente que le schéma courant (%d).

source: The filter XML version is missing.
fr: La version du filtre XML est manquante.

source: The following columns will be processed:
fr: Les colonnes suivantes seront traités :

source: The following entry was copied to the %s database: '%s:%s:%s'
fr: L'entrée suivante a été copiée à la base de données %s: '%s:%s:%s'

source: The old safe combination is not correct
fr: L'ancienne combinaison est invalide.

source: The original database, "%s", is in pre-3.0 format. It will be unchanged. Your changes will be written as "%s" in the new format, which is unusable by old versions of PasswordSafe. To save your changes in the old format, use the "File->Export To-> Old (1.x or 2) format" command.
fr: Le fichier original, "%s", est dans un format pré-3.0 et restera inchangé. Les changements seront écrits en tant que "%s" dans le nouveau format qui est inutilisable par les anciennes versions de PasswordSafe. Pour enregistrer vos changements dans l'ancien format, utilisez la commande dans "Fichier->Exporter vers->Ancien format (1.x ou 2)".

source: The original database, "%s", is in pre-3.0 format. The data will now be written in the new format, which is unusable by old versions of PasswordSafe. To save the data in the old format, use the "File->Export To-> Old (1.x or 2) format" command.
fr: Le fichier original, "%s", est dans un format pré-3.0. Les données seront maintenant converties au nouveau format qui est inutilisable par les anciennes versions de PasswordSafe. Pour enregistrer vos changements dans l'ancien format, utilisez la commande dans "Fichier->Exporter vers->Ancien format (1.x ou 2)".

source: The password is in 'alias' form but the referenced entry '%s:%s:%s' is itself an alias. Do you wish this entry to point to the 'real' base entry?
fr: Le mot de passe est sous la forme 'alias' mais l'entrée de référence '%s:%s:%s' est elle-meme un alias. Voulez-vous que cette entrée pointe vers la 'vrai' entrée de base?

source: The password of the selected item has been copied to the clipboard. The clipboard will be securely cleared when Password Safe is closed.
fr: Le mot de passe de l'item sélectionné a été copié au presse-papier. Le presse-papier sera effacé sécuritairement lorsque PasswordSafe sera fermé.

source: The password of the selected item has been copied to the clipboard. The clipboard will be securely cleared when Password Safe is closed. Pressing Cancel stops the password being copied.
fr: Le mot de passe de l'item sélectionné a été copié au presse-papier. Le presse-papier sera effacé sécuritairement lorsque PasswordSafe sera fermé. Appuyer sur Annuler pour arrêter la copie du mot de passe.

source: The safe combination has been entered three times without success. If you don't know the safe combination, you can either try to open another password database, or create a new blank password database.
fr: La combinaison a été entrée trois fois sans succès. Si vous ne connaissez pas la combinaison, vous pouvez tentez d'ouvrir un fichier différent ou créer une nouvelle base de données de mots de passe.

source: The two entries do not match.
fr: Les deux entrées ne correspondent pas.

source: There are more than one entry that fits your selection. Please be more specific.
fr: Plus d'une entrée correspondent à votre sélection. Veuillez être plus spécifique.

source: There are unmatched quotes in the run command
fr: Il y a des guillemets non correspondant dans la commande à exécuter.

source: This alias' target [%s:%s:%s] is not a normal entry or already an alias base.
fr: La cible de cette alias [%s:%s:%s] n'est pas une entrée normale ou déjà un alias de base.

source: This allows you to keep backups in a separate location. Make sure that you have write permission to the directory you specify.
fr: Ceci vous permet de garder les copies de sauvegarde dans un autre endroit. Veuillez vous assurer d'avoir les permissions nécessaire pour écrire dans ce dossier.

source: This database is in read-only mode. No changes to this entry will be saved.
fr: Ce fichier est en lecture-seule. Aucun changement ne sera enregistré.

source: This database is the same as the current database!
fr: Ce fichier est le même que le fichier courant!

source: This entry has been changed. Are you sure you wish to cancel?
fr: Cette entrée a été modifié. Êtes-vous certain de vouloir annuler?

source: This entry has the following %d %s: %s
fr: Cette entrée a les %d %s suivants: %s

source: This entry has the following %d %s: %s Please confirm you wish to continue (All shortcuts to this entry will be deleted)?
fr: Cette entrée a les %d %s suivants: %s Veuillez confirmer que vous voulez continuer (Tous les raccourcis à cette entrée seront supprimés)?

source: This entry must have a password.
fr: Cette entrée doit avoir un mot de passe

source: This entry must have a title.
fr: Cette entrée doit avoir un titreé

source: This entry must have a valid target entry.
fr: Cette entrée doit avoid une cible d'entrée valide.

source: This filter already exists
fr: Ce filtre existe déjà

source: This is a DeadKey. Press it and then one of the combined keys then shown to add that new character to the Passphrase.
fr: Ceci est une ToucheMorte. Appuyez-la, puis appuyez sur une des touches combinées montrées pour ajouter ce nouveau caractère au Passphrase.

source: This is a shortcut base entry.
fr: Ceci est une entrée de base de raccourci.

source: This is an alias base entry.
fr: Ceci est une entrée de base d'alias.

source: This is an alias of: '%s'
fr: Ceci est un alias de : '%s'

source: This is an alias.
fr: Ceci est un alias.

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
fr: Ce programe est lié à l'exportation manquante %s dans le fichier %s. Cette machine peut avoir une version incompatible de %s.

source: Use the policy below:
fr: Utiliser la stratégie ci-bas :

source: View
fr: Affichage
