Repository: macduff/passwordsafe
Catalog: pwsafe/pwsafe/src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: fr

source: All Password History ignored.
fr: Historique des mots de passe ignorée.

source: Field is too long.
fr: Le champ est trop long.

source: Field is too short.
fr: Le champ est trop court.

source: Invalid date/time value.
fr: Date/heure invalide.

source: Invalid field separator character found - only a single blank is allowed between fields.
fr: Caractère de séparation invalide - un seul blanc est permis entre les champs.

source: Invalid header: "%s".
fr: En-tête invalide: "%s".

source: Invalid number of saved old passwords %d.
fr: Nombre invalide de mots de passe précédent %d.

source: Invalid password length found.
fr: Longeur de mot de passe invalide.

source: Invalid status value: %d
fr: Status invalide: %d

source: &Classic Toolbar
fr: Barre d'outils &Classique

source: &New Toolbar
fr: &Nouvelle barre d'outils

source: 'Autotype'
fr: 'Auto-Entrée'

source: 'Creation Time'
fr: 'Heure de création'

source: 'Group'
fr: 'Groupe'

source: 'Last Access Time'
fr: 'Heure du dernier accès'

source: 'Password Expiry Time Interval'
fr: 'Interval de temps d'expiration du mot de passe'

source: 'Password Expiry Time'
fr: 'Heure d'expiration du mot de passe'

source: 'Password History'
fr: 'Historique du mot de passe'

source: 'Password Modification Time'
fr: 'Heure de modification du mot de passe'

source: 'Password Policy'
fr: 'Stratégie de mot de passe'

source: 'Password'
fr: 'Mot de passe'

source: 'Record Modification Time'
fr: 'Heure de modification de l'enregistrement'

source: 'Run Command'
fr: 'Excuter la commande'

source: 'Title'
fr: 'Titre'

source: 'User'
fr: 'Utilisateur'

source: Copy # %d
fr: Copier # %d

source: Drag # %d
fr: Glissez-déplacez # %d

source: Import # %d
fr: Importez # %d

source: Open # %d
fr: Ouvrir # %d

source: [Process ID=%s]
fr: [ID du processus=%s]

source: ! &Edit externally
fr: !&Edition externe

source: #entries
fr: #entrées

source: #groups
fr: #groupes

source: %1 contained an unexpected object.
fr: %1 contient un objet inconnu.

source: %1 contains an incorrect schema.
fr: %1 contient un schéma inconnu.

source: %1 contains an invalid path.
fr: %1 contient un chemin de fichier inconnu.

source: %1 could not be created because the directory is full.
fr: %1 n'a pu être créé car le dossier est plein.

source: %1 could not be opened because there are too many open files.
fr: %1 n'a pu être ouvert car il y a trop de fichiers ouvert.

source: %1 could not be removed because it is the current directory.
fr: %1 n'a pu être supprimé car il est le dossier courant.

source: %1 has a bad format.
fr: %1 a un mauvais format.

source: %1 was not found.
fr: %1 n'a pu être trouvé.

source: %1: %2 Continue running script?
fr: %1: %2 Continuer à exécuter le script?

source: %1 Cannot find this file. Please verify that the correct path and file name are given.
fr: %1 Impossible de trouver le fichier. Veuillez vérifier que le chemin et nom de fichier sont correct.

source: %d of %d matches.
fr: %d de %d correspondent.

source: %s Can't open file. Please choose another.
fr: %s Impossible d'ouvrir le fichier. Veuillez en sélectionner un autre.

source: %s copied %s
fr: %s copié %s

source: %s file being imported: %s
fr: %s fichier étant importé: %s

source: %s is a directory
fr: %s est un dossier

source: %s%s%s_Report.txt
fr: %s%s%s_Rapport.txt

source: %s Could not open file for reading!
fr: %s Impossible d'ouvrir le fichier en lecture!

source: %s Could not open file for writing!
fr: %s Impossible d'ouvrir le fichier en écriture!

source: %s File corrupt or truncated! Data may have been lost or modified. Continue anyway?
fr: %s Fichier corrompu ou tronqué! Des données on pu être perdues ou modifiées. Continuer quand même?

source: %s File is currently locked by %s
fr: %s Fichier présentement utilisé par %s

source: %s Invalid format
fr: %s Format invalide

source: %s The configuration file will not be used.
fr: %s Le fichier de configuration ne sera pas utilisé.

source: %s Unknown error
fr: %s Erreur inconnue

source: &About Password Safe...
fr: &À propos de Password Safe

source: &Add Entry...
fr: &Ajouter une entrée...

source: &Add Entry... Ctrl+A
fr: &Ajouter une entrée... Ctrl+A

source: &Apply
fr: &Appliquer

source: &Apply current
fr: &Appliquer courant

source: &Autotype:
fr: &Auto-Entrée

source: &Browse to URL
fr: &Naviguer à l'URL

source: &Browse to URL + Autotype
fr: &Naviguer à l'URL + Auto-entrée

source: &Browse to URL Ctrl+L
fr: &Naviguer à l'URL Ctrl+L

source: &Change Safe Combination...
fr: &Changer la combination du coffre-fort

source: &Classic Toolbar
fr: Barre-d'outils &Classique

source: &Clear
fr: &Effacer

source: &Clear Recent History
fr: &Effacer l'historique

source: &Clear Recent Safe List
fr: &Supprimer la liste des Coffres-Forts récents

source: &Clear current
fr: &Effacer l'entrée courante

source: &Close
fr: &Fermer

source: &Close Ctrl+F4
fr: &Fermer Ctrl+F4

source: &Compare
fr: &Comparer

source: &Copy
fr: &Copier

source: &Copy Password to Clipboard
fr: &Copier le Mot de Passe au Presse-Papier

source: &Copy Password to Clipboard Ctrl+C
fr: &Copier le Mot de Passe au Presse-Papier Ctrl+C

source: &Copy Password to clipboard
fr: &Copier le Mot de Passe au Presse-Papier

source: &Create a New Database
fr: &Créer une Nouvelle Base de Données

source: &Delete
fr: &Supprimer

source: &Delete Entry
fr: &Supprimer l'Entrée

source: &Delete Entry Del
fr: &Supprimer l'Entrée Supp

source: &Delete Group
fr: &Supprimer le Groupe

source: &Delete from Recent Entry List
fr: &Supprimer de la Liste des Entrées Récentes

source: &Don't ask me again
fr: &Ne plus me poser la question

source: &Don't remind me again
fr: &Ne plus me remémorer

source: &Dragbar visible
fr: &Barre de déplacement visible

source: &Duplicate Entry
fr: &Dupliquer l'Entrée

source: &Duplicate Entry Ctrl+D
fr: &Dupliquer l'Entrée Ctrl+D

source: &Edit
fr: &Edition

source: &Export
fr: &Exporter

source: &File
fr: &Fichier

source: &Filters
fr: &Filtres

source: &Find
fr: &Rechercher

source: &Find Entry... Ctrl+F
fr: &Rechercher l'Entrée... Ctrl-F

source: &Find...
fr: &Rechercher...

source: &Finish
fr: &Terminer

source: &Font:
fr: &Police:

source: &Generate
fr: &Générer

source: &Go to Base entry
fr: &Aller à la première entrée

source: &Help
fr: &Aide

source: &Hide
fr: &Cacher

source: &Import
fr: &Importer

source: &Keep
fr: &Garder

source: &Manage
fr: &Gérer

source: &Manage...
fr: &Gérer...

source: &Merge
fr: &Fusionner

source: &Minimize
fr: &Réduire

source: &More >>
fr: &Plus >>

source: &New
fr: &Nouveau

source: &New
fr: &Nouveau

source: &New Toolbar
fr: &Nouvelle barre d'outils

source: &New...
fr: &Nouveau...

source: &New... Ctrl+N
fr: &Nouveau... Ctrl+N

source: &New/Edit Filter
fr: &Nouveau/Modifier Filtre

source: &No
fr: &Numéro

source: &Open Another Database...
fr: &Ouvrir autre Base de Données...

source: &Open...
fr: &Ouvrir

source: &Open... Ctrl+O
fr: &Ouvrir... Ctrl+O

source: &Password Font
fr: &Police de Mot de Passe

source: &Password:
fr: &Mot de Passe

source: &Paste
fr: &Coller

source: &Plain Text (tab separated)...
fr: &Texte seulement (séparé par tabulation)

source: &Plain Text...
fr: &Texte seulement

source: &Properties
fr: &Propriétés

source: &Quit
fr: &Quitter

source: &Recent Entries History
fr: &Historique des Entrées récentes

source: &Recent Safes
fr: &Coffre-forts récents

source: &Refresh
fr: &Rafraichir

source: &Reports
fr: &Rapports

source: &Restore
fr: &Récupérer

source: &Restore from Backup... Ctrl+R
fr: &Récupérer d'une copie de sauvegarde... Ctrl-R

source: &Run Command
fr: &Exécuter la commande

source: &Run Command Ctrl+R
fr: &Exécuter la commande Ctrl-R

source: &Save
fr: &Enregistrer

source: &Save to Disk
fr: &Enregistrer sur disque

source: &Save Ctrl+S
fr: &Enregistrer Ctrl-S

source: &Show
fr: &Afficher

source: &Title:
fr: &Titre

source: &Try Again
fr: &Essayer de nouveau

source: &Undo
fr: &Annuler

source: &Username:
fr: &Nom d'utilisateur:

source: &Validate
fr: &Valider

source: &View
fr: &Affichage

source: &View Aliases
fr: &Afficher les alias

source: &View Entry...
fr: &Afficher l'entrée...

source: &Virtual Keyboard Font
fr: &Police du clavier virtuel

source: &XML format...
fr: Format &XML

source: &Yes
fr: &Oui

source: 'Clear Clipboard on Minimize' and the Double Click Action of 'Copy Password and Minimize' conflict. Please change one or both.
fr: 'Effacer le Presse-Papier lors de la Réduction' et l'action sur double-clique de 'Copier le Mot de Passe et Réduire' sont en conflit. Veuillez corriger l'un ou l'autre.

source: 'Clear Clipboard on Minimize' and the double click action of 'Copy Password and Minimize' conflict. Double click action has been changed to 'Copy Password'.
fr: 'Effacer le Presse-Papier lors de la Réduction' et l'action sur double-clique de 'Copier le Mot de Passe et Réduire' sont en conflit. Veuillez corriger l'un ou l'autre.

source: (Also used to replace periods in Title field)
fr: (Aussi utilisé pour remplacer le point dans le champ Titre)

source: (Also used to replace periods in the Title field.)
fr: (Aussi utilisé pour remplacer le point dans le champ Titre.)

source: (Requires a restart of PasswordSafe to take effect.)
fr: (Requiert un redémarrage de PasswordSafe pour prendre effet.)

source: (at least
fr: (au moins

source: (case insensitive)
fr: (insensible à la casse)

source: (case sensitive)
fr: (sensible à la casse)

source: - Physical -
fr: - Physique -

source: 101 Keys
fr: 101 touches

source: 102 Keys
fr: 102 touches

source: 106 Keys
fr: 106 touches

source: <- Copy to Orignal
fr: <- Copier à l'Original

source: << &Less
fr: << &Moins

source: <b><font color="green">This is the latest release!</font></b>
fr: <b><font color="green">Ceci est la version la plus à jour!</font></b>

source: <b><font color="red">A newer release is available.</font></b>
fr: <b><font color="red">Une nouvelle version est disponible.</font></b>

source: <b><font color="red">Could not read server version data.</font></b>
fr: <b><font color="red">Impossible de lire la version du serveur.</font></b>

source: <b><font color="red">Couldn't contact server.</font></b>
fr: <b><font color="red">Impossible de contacter le serveur.</font></b>

source: A dot is invalid as the first character of the Group field.
fr: Le caractère point est invalide comme premier caractère du Groupe.

source: A fatal error occured:
fr: Une erreur fatale est survenue:

source: A hardware I/O error was reported while accessing %1.
fr: Une erreur matérielle est survenue lors de l'accès de %1.

source: A locking violation occurred while accessing %1.
fr: Une erreur d'accès est survenue lors de l'accès de %1.

source: A new password database will be created. The safe combination you enter will be used to encrypt the password database file. The Safe Combination can use any keyboard character and is case-sensitive.
fr: Une nouvelle base de données de mot de passe sera créée. La combinaison du coffre-fort entrée sera utilisée pour crypter le fichier. Vous pouvez utiliser toutes les touches du clavier. La combinaison du coffre-fort est sensible à la casse.

source: A required resource was unavailable.
fr: Une resource nécessaire est non-disponible.

source: A sharing violation occurred while accessing %1.
fr: Une violation de partage s'est produite lors de l'accès de %1.

source: About Password Safe
fr: À propos de Password Safe

source: Access to %1 was denied.
fr: L'accès à %1 a été refusé.

source: Add &Entry
fr: Ajouter une &Entrée

source: Add &Group
fr: Ajouter un &Groupe

source: Add Entry
fr: Ajouter une Entrée

source: Add Group
fr: Ajouter un Groupe

source: Advanced
fr: Avancé

source: Advanced Compare Options
fr: Options avancées de comparaison

source: Advanced Find Options
fr: Options avancées de Recherche

source: Advanced Merge Options
fr: Options avancées de fusion

source: Advanced Text Export Options
fr: Options avancées d'exportation Texte

source: Advanced XML Export Options
fr: Options avancées d'exportation XML

source: Advanced...
fr: Avancé...

source: Albanian
fr: Albanais

source: All Files (*.*)
fr: Tout les fichiers (*.*)

source: All available columns are being displayed.
fr: Toutes les colonnes disponibles sont affichées.

source: Allow multiple instances (requires all instances to be restarted)
fr: Instances multiples permises (requiert un redémarrage de toutes les instances)

source: Also used to replace periods in the Title field.
fr: Aussi utilisé pour le remplacement du point dans le champ Titre.

source: Alternate Browser
fr: Navigateur alternatif

source: Always keep Password Safe on top
fr: Toujours garder Password Safe en premier plan

source: Always on top
fr: Toujours au premier plan

source: An alias cannot refer to itself!
fr: Un alias ne peut se référer lui-même!

source: An attempt was made to access %1 past its end.
fr: Tentative d'accéder à %1 passé sa fin.

source: An attempt was made to read from the writing %1.
fr: Tentative de lire à partir de l'écriture %1.

source: An attempt was made to write to the reading %1.
fr: Tentative d'écriture à la lecture %1.

source: An entry with Group "%s", Title "%s" and User Name "%s" already exists.
fr: Une entrée avec un Groupe "%s", Titre "%s" et Nom d'Utilisateur existe déjà.

source: An entry with Group "%s", Title "%s" and empty User Name already exists.
fr: Une entrée avec un Groupe "%s", Titre "%s" et Nom d'Utilisateur vide existe déjà.

source: An entry with an empty Group, Title "%s" and User Name "%s" already exists.
fr: Une entrée avec un Groupe vide, Titre "%s" et Nom d'Utilisateur "%s" existe déjà.

source: An entry with an empty Group, Title "%s" and empty User Name already exists.
fr: Une entrée avec un Groupe vide, Titre "%s" et Nom d'Utilisateur vide existe déjà.

source: An invalid argument was encountered.
fr: Un paramètre invalide a été détecté.

source: An invalid file handle was associated with %1.
fr: Un pointeur de fichier invalid a été associé à %1.

source: An unexpected error occurred while reading %1.
fr: Une erreur inattendue s'est produite lors de la lecture de %1.

source: An unexpected error occurred while writing %1.
fr: Une erreur inattendue s'est produite lors de l'écriture de %1.

source: An unknown error has occurred.
fr: Une erreur non-definie s'est produite.

source: An unknown error occurred while accessing %1.
fr: Une erreur non définie s'est produite lors de l'accès de %1.

source: An unsupported operation was attempted.
fr: Une opération non supportée a été détectée.

source: And
fr: Et

source: And / Or
fr: Et / Ou

source: Any field last changed on:
fr: Champ dernièrement modifié le:

source: Apply
fr: Appliquer

source: Arabic (101)
fr: Arabe (101)

source: Are you sure you want to delete the selected %s?
fr: Êtes-vous certain de vouloir supprimer le %s sélectionné?

source: Are you sure you want to delete the selected entry?
fr: Êtes-vous certain de vouloir supprimer l'entrée sélectionnée?

source: Are you sure you want to delete the selected group?
fr: Êtes-vous certain de vouloir supprimer le groupe sélectionné?

source: Armenian Eastern
fr: Est arménien

source: Armenian Western
fr: Ouest arménien

source: As the double quotation character is used to delimit the whole notes field, it cannot be used within it to delimit multiple lines. Please enter another character.
fr: Les guillemets sont utilisés pour délimiter le champ Notes. Elles ne peuvent être utilisées pour délimiter plusieurs lignes. Veuillez choisir un autre caractère.

source: At least one type of character (lowercase, uppercase, digits, symbols, hexadecimal) must be permitted.
fr: Au moin un type unique de caractère doit être permis (minuscules, majuscules, chiffres, symbols, hexadécimal).

source: At least one unknown %s field is now in use. Any found have been ignored.
fr: Au moins un champs inconnu %s est présentement utilisé. Items trouvés ignorés.

source: AutoType
fr: Auto-Entrée

source: Autoload
fr: Auto-chargement

source: Autotype
fr: Auto-entrée

source: Autotype copied
fr: Auto-entrée copiée

source: Available Fields:
fr: Champs disponibles:

source: Available Filters:
fr: Filtres disponibles:

source: Azeri Cyrillic
fr: Cyrillique azeri

source: Azeri Latin
fr: Latin azeri

source: Backup Name
fr: Nom de copie de sauvegarde

source: Backup directory:
fr: Dossier de copie de sauvegarde:

source: Backups
fr: Copies de sauvegarde

source: Basic
fr: De Base

source: Belarusian
fr: Bélarusse

source: Belgian (Comma)
fr: Belge (Virgule)

source: Belgian (Period)
fr: Belge (Point)

source: Belgian French
fr: Français Belge

source: Bengali
fr: Bengalî

source: Bengali - INSCRIPT (Legacy)
fr: Bengali - INSCRIPT (Ancien)

source: BkSpc
fr: Eff

source: Bosnian (Cyrillic)
fr: Bosnien (Cyrillique)

source: Browse
fr: Naviguer

source: Browse to URL
fr: Naviguer à l'URL

source: Browse to URL + &Autotype
fr: Naviguer à l'URL + &Auto-entrée

source: Browse to URL + Autotype
fr: Naviguer à l'URL + Auto-entrée

source: Browse to URL + Autotype Alt+L
fr: Naviguer à l'URL + Autoentrée Alt-L

source: Browser Command Line parameters
fr: Arguments de ligne de commande du navigateur

source: Bulgarian
fr: Bulgare

source: Bulgarian (Latin)
fr: Bulgare (Latin)

source: Bulgarian (Phonetic Traditional)
fr: Bulgare (Phonétique Traditionnel)

source: Bulgarian (Typewriter)
fr: Bulgare (Machine à écrire)

source: C&lear Clipboard
fr: &Effacer le Presse-Papier

source: C&lear Clipboard Ctrl+Del
fr: &Effacer le Presse-Papier Ctrl-Supp

source: Can only warn between 1 and 30 days before passwords expire
fr: Ne peut avertir qu'entre 1 et 30 jours avant l'expiration du mot de passe

source: Can't find XML Schema Definition file (%s) in your PasswordSafe Application Directory. Please copy it from your installation file, or re-install PasswordSafe.
fr: Impossible de trouver le fichier de définition du schéma XML (%s) dans votre dossier d'application de PasswordSafe. Veuillez le copier à partir de votre fichier d'installation, ou ré-installez PasswordSafe.

source: Can't obtain the schema version.
fr: Impossible d'obtenir la version du schéma.

source: Canadian French
fr: Canadien Français

source: Canadian French (Legacy)
fr: Canadien Français (Standard)

source: Canadian Multilingual Standard
fr: Canadien Multilingue Standard

source: Cancel
fr: Annuler

source: Cannot be less than zero.
fr: Ne peut être plus petit que zéro.

source: Cannot be more than %d
fr: Ne peut être plus que %d

source: Cannot create lock file - no permission in directory?
fr: Impossible de créer le fichier de vérouillage - permission refusée au dossier?

source: Cannot process as this entry has been deleted from the open database.
fr: Impossilbe de procéder, cette entrée a été supprimée de la base de données actuellement ouverte.

source: Cannot verify old safe combination - file gone?
fr: Impossible de vérifier l'ancien mot de passe du coffre-fort - Fichier disparu?

source: Caps Lock
fr: Verr Maj

source: Case Sensitive
fr: Sensible à la casse

source: Case insensitive search
fr: Recherche insensible à la casse

source: Case sensitive search
fr: Recherche sensible à la casse

source: Change &Font
fr: Changer la &Police

source: Change Date
fr: Changer la Date

source: Change Safe Combination
fr: Changer la combinaison du coffre-fort

source: Change the maximum number of saved passwords for entries currently saving password history to the new maximum, if currently saving fewer. Entries with more than this new maximum already saved will remain unchanged.
fr: Change le nombre maximum de mots de passe sauvegardés, pour les entrées sauvegardant actuellement le mot de passe dans l'historique, au maximum, seulement si le nombre est inférieur. Les entrées ayant plus que ce nouveau maximum resteront inchangées.

source: Characters present between end of index ']' and '}'
fr: Caractères présents entre la fin de l'index ']' et '}'

source: Check
fr: Vérifier

source: Chinese Bopomofo
fr: Chinois Bopomofo

source: Chinese ChaJei
fr: Chinois ChaJei

source: Clear Buffer
fr: Effacer le tampon

source: Clear Clipboard
fr: Effacer le Presse-Papier

source: Clear Find
fr: Effacer Rechercher

source: Clear History
fr: Effacer l'historique

source: Clear clipboard upon exit
fr: Effacer le presse-papier à la fermeture

source: Clear clipboard upon minimize
fr: Effacer le Presse-Papier lors de la Réduction

source: Click here to pick field
fr: Cliquez ici pour choisir un champ

source: Click to change case.
fr: Cliquez pour changer la casse.

source: Click to copy to clipboard
fr: Cliquez pour copier au presse-papier

source: Click to enable/disable this row
fr: Cliquez pour activer/désactiver cette rangée

source: Click to enter a character code via virtual numeric keypad. The character is added when this button is clicked again.
fr: Cliquez pour entrer un code de caractère via le clavier numérique. Le caractère est ajouté lorsque ce bouton est re-cliqué.

source: Click to expand and copy to clipboard, Ctrl+Click to copy to unexpanded
fr: Cliquez pour développer et copier au presse-papier, Ctrl+Clique pour copier au non-développé

source: Click to expand and copy to clipboard, Ctrl+Click to copy unexpanded
fr: Cliquez pour développer et copier au presse-papier, Ctrl+Clique pour copier le non-développé

source: Click to go to link, Ctrl+Click to go and Autotype
fr: Cliquez pour aller au lien, Ctrl+Clique pour aller et Auto-Entrée

source: Click to insert a new row below
fr: Cliquez pour insérer une nouvelle rangée ci-bas

source: Click to randomise the characters in the virtual keypad.
fr: Cliquez pour mélanger les caractères du clavier virtuel.

source: Click to remove this row
fr: Cliquez pour supprimer cette rangée

source: Click to set criteria for matching the field
fr: Cliquez pour définir le critère pour les champs correspondants

source: Click to set the field to filter by
fr: Cliquez pour avoir le champ filtré par

source: Click to switch to English
fr: Cliquez pour passer à l'Anglais

source: Click to switch to Full-width
fr: Cliques pour passer à la largeur maximale

source: Click to switch to Half-width
fr: Cliquez pour passer à la moitié de la largeur

source: Click to switch to Hiragana
fr: Cliquez pour passer à l'Hiragana

source: Click to switch to Kana
fr: Cliquez pour passer au Kana

source: Click to switch to Katakana
fr: Cliquez pour passer au Katakana

source: Click to switch to Korean
fr: Cliquez pour passer au Coréen

source: Click to toggle Caps Lock key.
fr: Cliquez pour changer la touche Verr. Maj.

source: Click to toggle and/or relation to previous row
fr: Cliquez pour changer et/ou relation à la rangée précédente

source: Close
fr: Fermer

source: Close Find Bar
fr: Fermer la barre de recherche

source: Collapse All
fr: Tout réduire

source: Collapse All Ctrl+Alt+Minus
fr: Tout réduire Ctrl+Alt+Moins

source: Column Picker
fr: Sélection de colonne

source: Column header row not recognised as first record. No records imported.
fr: Entête de colonne non reconnue comme le premier enregistrement. Aucun enregistrement importé.

source: Comma
fr: Virgule

source: Command failed.
fr: La commande a échoué.

source: Compare
fr: Comparer

source: Compare Complete
fr: Comparaison Terminée

source: Compare Database Results
fr: Comparer les résultats de la base de données

source: Compare complete of current database: %s and: %s
fr: Comparaison de la base de données courante terminée : %s et : %s

source: Compare...
fr: Comparer...

source: Comparing current database with: %s
fr: Comparaison de la base de donnée courante avec: %s

source: Comparison
fr: Comparaison

source: Comparison Database:
fr: Base de données de comparaison:

source: Con&firm Password:
fr: Con&firmez le mot de passe:

source: Configuration Information
fr: Information de Configuration
