Repository: macduff/passwordsafe
Catalog: pwsafe/pwsafe/src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: fr

source: Configuration file error: %s %s line %d column %d
fr: Erreur de fichier de configuration: %s %s ligne %d colonne %d

source: Confirm Close Dialog
fr: Confirmer la fermeture de fenêtre

source: Confirm deletion of items
fr: Confirmer la suppression d'items

source: Confirm item copy to clipboard
fr: Confirmer la copie au presse-papier

source: Confirm that you wish to copy this entry from the %s database to the %s database? If already present in the target database, it will be replaced!
fr: Confirmez la copie de cette entrée de la base de données %s à la base de données %s? Si l'entrée existe déjà dans la base de données de destination, elle sera remplacée!

source: Confirmation:
fr: Confirmations:

source: Conflicting entries for |%s|%s|%s|. Added merged entry as |%s|%s|%s|. Differing field(s): %s
fr: Entrées en conflit pour |%s|%s|%s|. Entrée fusionnée ajoutée en tant que |%s|%s|%s|. Champ(s) différent(s): %s

source: Conflicting entries for »%s»%s»%s». Added merged entry as »%s»%s»%s». Differing field(s): %s
fr: Entrées en conflit pour »%s»%s»%s». Entrée fusionnée ajoutée en tant que »%s»%s»%s». Champ(s) différent(s): %s

source: Continue
fr: Continuer

source: Copy
fr: Copier

source: Copy &Notes to Clipboard
fr: Copier les &Notes au Presse-Papier

source: Copy &Notes to Clipboard Ctrl+G
fr: Copier les &Notes au Presse-Papier

source: Copy &Notes to clipboard
fr: Copier les &Notes au presse-papier

source: Copy &URL to Clipboard
fr: Copier l'&URL au Presse-Papier

source: Copy &Username to Clipboard
fr: Copier le nom d'&Utilisateur au Presse-Papier

source: Copy &Username to Clipboard Ctrl+U
fr: Copier le nom d'&Utilisateur au Presse-Papier Ctrl+U

source: Copy &Username to clipboard
fr: Copier le nom d'&Utilisateur au presse-papier

source: Copy All
fr: Copier Tout

source: Copy Email to Clipboard
fr: Copier l'Adresse de Courriel au Presse-Papier

source: Copy Here
fr: Copier Ici

source: Copy URL to Clipboard
fr: Copier l'URL au Presse-Papier

source: Copy URL to Clipboard Ctrl+Alt+L
fr: Copier l'URL au Presse-Papier Ctrl+Alt+L

source: Copy URL to clipboard
fr: Copier l'URL au presse-papier

source: Copy notes to clipboard
fr: Copier les notes au presse-papier

source: Copy password to clipboard
fr: Copier le mot de passe au presse-papier

source: Copy password to clipboard, minimize
fr: Copier le Mot de Passe au Presse-Papier, Réduire

source: Copy to Clipboard
fr: Copier au Presse-Papier

source: Copy to Comparison DB ->
fr: Copier à la BD de comparaison ->

source: Copy to DB
fr: Copier à la BD

source: Copy username to clipboard
fr: Copier le nom d'utilisateur au presse-papier

source: Copyright Notice
fr: Avis de Droits d'Auteur

source: Could not access file: %s
fr: Impossible d'accéder au fichier : %s

source: Could not start print job.
fr: Impossible de démarrer l'impression.

source: Couldn't save database - Please save manually
fr: Impossible d'enregistrer la base de données - Veuillez l'enregistrer manuellement

source: Create &Shortcut
fr: Créer un &Raccourci

source: Create Shortcut
fr: Créer un Raccourci

source: Create intermediate backups (.ibak) before saving
fr: Créer une copie de sauvegarde intermédiare (.ibak) avant d'enregistrer

source: Create report of previous Find search
fr: Générer un rapport de la Recherche précédente

source: Created
fr: Créé

source: Created Time
fr: Heure de Création

source: Created on:
fr: Créé le:

source: Criteria
fr: Critère

source: Croatian
fr: Croate

source: Cu&t
fr: &Couper

source: Current Value:
fr: Valeur actuelle:

source: Current version: %s Latest version: %s Please visit the PasswordSafe website to download the latest version.
fr: Version actuelle: %s Version la plus à jour: %s Veuillez visiter le site web de PasswordSafe pour télécharger la version la plus à jour.

source: Current version: %s Latest version: %s Your purchase includes free upgrades for one year. Please contact the PasswordSafe Administrator for your upgrade.
fr: Version actuelle: %s Version la plus à jour: %s Votre license inclue des mises-à-jour gratuite pendant un an. Veuillez contacter l'Administrateur de PasswordSafe pour votre mise-à-jour.

source: Customize &Main Toolbar
fr: Personnaliser la Barre d'Outil &Principale

source: Customize Main Toolbar
fr: Personnaliser la Barre d'Outil Principale

source: Czech
fr: Tchèque

source: Czech (QWERTY)
fr: Tchèque (QWERTY)

source: Czech Programmers
fr: Tchèque Programmeurs

source: Danish
fr: Danois

source: Database
fr: Base de Données

source: Database Unique ID:
fr: ID Unique de Base de Données:

source: Database format:
fr: Format de Base de Données:

source: Database is read-only. Sorry, cannot save changed any database preferences.
fr: Base de Données en lecture seule. Désolé, impossible d'enregistrer les changements.

source: Database name
fr: Nom de Base de Données

source: Database validated - no problems found.
fr: Base de Données validée - Aucun problème trouvé.

source: Date/Time Information
fr: Information Date/Heure

source: Dates and Times
fr: Heures et Dates

source: Default Autotype string:
fr: Texte d'Auto-Entrée par défaut:

source: Default Username
fr: Nom d'Utilisateur par défaut

source: Default number of saved password history entries must be between 1 and 255.
fr: Nombre pour l'historique de mot de passes enregistrés par défaut doit être entre 1 et 255.

source: Delete
fr: Effacer

source: Delete Confirmation
fr: Confirmer la suppression

source: Delete Entry
fr: Effacer l'Entrée

source: Delete Group Del
fr: Effacer le Groupe Eff

source: Delete a Base Entry Confirmation?
fr: Supprimer une confirmation d'entrée de base?

source: Delete a filter
fr: Effacer un filtre

source: Deselect all entries
fr: Dé-sélectionner toutes les entrées

source: Deselect some entries
fr: Dé-sélectionner certaines entrées

source: Destination disk drive is full.
fr: Le disque de destination est plein.

source: Destination location does not exist or is not accessible.
fr: L'emplacement de destination n'existe pas ou n'est pas accessible.

source: Disk full while accessing %1.
fr: Disque plein lors de l'accès à %1.

source: Dispatch exception: %1
fr: Exception d'exécution: %1

source: Display
fr: Afficher

source: Display Filter -
fr: Afficher les Filtres -

source: Display subset of Password
fr: Afficher une partie du Mot de Passe

source: Do you want to save changes to the password database: %s?
fr: Voulez-vous enregistrer les changement dans la base de données de mots de passe: %s?

source: Do you want to save changes to the password list?
fr: Voulez-vous enregistrer les changements à la liste de mots de passe?

source: Do you wish to replace it?
fr: Voulez-vous le remplacer?

source: Do you wish to save the changes made to database: %s or Cancel the shutdown\restart\logoff?
fr: Voulez-vous enregistrer les changements fait à la base de données: %s ou Annuler l'Arrêt\Redémarrage\Déconnexion?

source: Double-Click Action:
fr: Action du Double-clique:

source: Double-Click on entry to Autotype
fr: Double-cliques sur l'entrée pour l'Auto-Entrée

source: Double-Click on entry to Browse to URL
fr: Double-cliquez sur l'entrée pour naviguer à l'URL

source: Double-Click on entry to Browse to URL + Autotype
fr: Double-cliquez sur l'entrée pour naviguer à l'URL + Auto-Entrée

source: Double-Click on entry to Copy Notes
fr: Double-cliquez sur l'entrée pour copier les notes

source: Double-Click on entry to Copy Password
fr: Double-cliquez sur l'entrée pour copier le mot de passe

source: Double-Click on entry to Copy Password and Minimize
fr: Double-cliquez sur l'entrée pour copier le mot de passe et réduire

source: Double-Click on entry to Copy Username
fr: Double-cliquez sur l'entrée pour copier le nom d'utilisateur

source: Double-Click on entry to View/Edit it
fr: Double-cliquez sur l'entrée pour l'afficher ou l'éditer

source: Double-click action
fr: Action du double-clique

source: Dragbar: Hold left mouse button down on selected picture and drag to, say, a field on a web page. On releasing the mouse button, the particular contents (Group, Title, Username, Password, Notes or URL) will be pasted into that field.
fr: Barre de saisie: Tenez le bouton gauche de la souris enfoncé sur la photo sélectionnée et déplacez, par exemple, sur un champ d'une page web. En relâchant le bouton de la souris, son contenu (Groupe, Titre, Nom d'Utilisateur, Mot de Passe ou URL) sont copié dans ce champ.

source: Dutch
fr: Hollandais

source: E&xit
fr: &Quitter

source: E&xit Ctrl+Q\Alt+F4
fr: &Quitter Ctrl+Q\Alt+F4

source: Easyvision characters
fr: Caractères VisionFacile

source: Edit Entry
fr: Modifier l'Entrée

source: Edit Entry...
fr: Modifier l'Entrée...

source: Edit Entry Ctrl+Enter
fr: Modifier l'Entrée Ctrl+Entrée

source: Edit Shortcut
fr: Modifier le Raccourci

source: Edit/&View Entry...
fr: Modifier / &Afficher l'Entrée...

source: Edit/&View Entry... Ctrl+Enter
fr: Modifier / &Afficher l'Entrée... Ctrl+Entrée

source: Either or both of the Group/Title and Password columns are missing. No records imported.
fr: Les colonnes Groupe/Titre et Mot de Passe sont manquantes. Aucun enregistrement importé.

source: Either unable to load the necessary DLL, or it is the incorrect version, to support Autotype during Launch of a Browser or Run a command. Autotype for these functions is disabled.
fr: Impossible de charger la DLL, ou version de DLL incorrecte, afin de support l'Auto-Entrée lors du lancement du navigateur ou de l'exécution d'une commande. L'Auto-Entrée pour ces fonctions est désactivée.

source: Element "%s" exceeded its MaxOccurs of %s.
fr: L'élément "%s" excède sa MaximumOccurence de %s.

source: Empty line %d skipped
fr: Line vide %d sautée.

source: Encrypt/Decrypt
fr: Encrypter/Décrypter

source: Encryption failed
fr: L'encryption a échouée

source: End Report
fr: Fin du rapport

source: Enter Key:
fr: Entrer la touche:

source: Enter Safe Combination
fr: Entrez la combinaison du coffre-fort

source: Enter positions of password characters separated by spaces, commas or semi-colons:
fr: Entrez les positions des caractères du mot de passe, séparé par des espaces, virgules ou point-virgules:

source: Enter your Sample Text below
fr: Entrez votre example de texte ci-bas

source: Entries in both databases but with differences:
fr: Entrées dans les deux bases de données mais avec des différences:

source: Entries only in comparison database (%s):
fr: Entrées seulement dans la base de données de comparaison (%s):

source: Entries only in current database (%s):
fr: Entrées seulement dans la base de données courante (%s):

source: Entry Group="%s", Title="%s", User="%s" had an invalid Password History. This has been rebuilt with available data. There may be some loss of history.
fr: L'entrée Groupe="%s", Titre="%s", Nom d'utilisateur="%s" avait une historique de mot de passe invalide qui a été reconstruite avec les données disponibles. Il peut y avoir eu des pertes dans l'historique.

source: Entry Group="%s", Title="%s", User="%s" had an invalid UUID field. This has been corrected.
fr: L'entrée Groupe="%s", Titre="%s", Nom d'utilisateur="%s" avait un champ UUID invalide qui a été corrigé.

source: Entry "%s, %s, %s" has a password in the correct form for an alias, but the base entry does not exist.
fr: L'entrée "%s, %s, %s" a un mot de passe dont le format est correct pour un alias, mais l'entrée de base n'existe pas.

source: Entry "%s, %s, %s" has a password in the correct form for an alias, but the base entry is already an alias.
fr: L'entrée "%s, %s, %s" a un mot de passe dont le format est correct pour un alias, mais l'entrée de base est déjà un alias.

source: Entry import warnings
fr: Avertissements d'importation

source: Entry of line %d has an invalid "%s" field. It has been ignored.
fr: L'entrée à la ligne %d a un champ "%s" invalide qui a été ignoré.

source: Entry on line %d with Group="%s", Title="%s", User="%s" already exists. Added imported entry with title="%s".
fr: L'entrée à la ligne %d avec Groupe="%s", Titre="%s", Nom d'Utilisateur="%s" existe déjà. Ajout de l'entrée importée avec le titre="%s".

source: Entry on line %d with no group, Title="%s", User="%s" already exists. Added imported entry with title="%s".
fr: L'entrée à la ligne %d avec aucun groupe, Titre="%s", Nom d'Utilisateur="%s" existe déjà. Ajout de l'entrée importée avec le titre="%s".

source: Entry type
fr: Type d'entrée

source: Error
fr: Erreur

source: Error (%08X): line %d character %d %s
fr: Erreur (%08X): ligne %d caractère %d %s

source: Error - unable to determine settings configuration! No application settings will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
fr: Erreur - Impossible de déterminer les paramètres de configuration! Aucun paramètre d'application ne sera enregistré. Les paramètres de base de données seront enregistrés dans la base de données courante si elle n'est pas en lecture seule ou vérouillé par un autre utilisateur.

source: Error at column %d: %s
fr: Erreur à la colonne %s: %s

source: Error in a Password History sub-field starting at position %d (within the History field):
fr: Erreur dans le sous-champs de l'historique des mots de passe, à la position %d (à l'intérieur du champ Historique):

source: Error parsing Run Command
fr: Erreur d'analyse de la command à exécuter

source: Error: A file with this name already exists
fr: Erreur: Le nom de fichier existe déjà

source: Error: File is read-only
fr: Erreur: Fichier en lecture seule

source: Escape key closes application
fr: La touche d'Echappement ferme l'application

source: Estonian
fr: Estonien

source: Exit
fr: Quitter

source: Expand All
fr: Développer tout

source: Expand All Ctrl+Alt+Plus
fr: Développer tout Ctrl+Alt+Plus

source: Expand/Collapse Group
fr: Développer/Réduire le groupe

source: Expand/Collapse Group Ctrl+Enter
fr: Développer/Réduire le groupe Ctrl+Entrée

source: Expiry Date/Time
fr: Date/Heure d'expiration

source: Export
fr: Exporter

source: Export &To
fr: &Exporter vers

source: Export Text
fr: Exporter le texte

source: Export Text Extra
fr: Exporter l'extra texte

source: Export XML
fr: Exporter l'XML

source: Failed to create empty document.
fr: La créaction du document vide a échoué.

source: Failed to launch help.
fr: Le lancement de l'Aide a échoué.

source: Failed to lock configuration file - opened by another instance of PasswordSafe?
fr: Le vérouillage du fichier de configuration a échoué - ouvert par une autre instance de PasswordSafe?

source: Failed to open document.
fr: L'ouverture du document a échoué.

source: Failed to save changed preferences.
fr: L'enregistrement des changements apportés aux préférences a échoué.

source: Failed to save document.
fr: L'enregistrement du document a échoué.

source: Fatal Error
fr: Erreur fatale

source: Field
fr: Champ

source: Field Separator
fr: Séparateur de champ

source: Field Separator:
fr: Séparateur de champ:

source: Field active
fr: Champ actif

source: Field present
fr: Champ présent

source: Field:
fr: Champ:

source: File In Use
fr: Ficher en cours d'utilisation

source: File Read Error
fr: Erreur de lecture de fichier

source: File Write Error
fr: Erreur d'écriture de fichier

source: File ends on line %d before ending double quote of last entry's note field.
fr: Le fichier se termine à la ligne %d avant de refermer les guillemets des notes de la dernière entrée.

source: File lock error
fr: Erreur de verrouillage de fichier

source: File open error
fr: Erreur d'ouverture de fichier

source: File open error.
fr: Erreur d'ouverture de fichier.

source: File or path not found
fr: Fichier ou chemin de fichier non trouvé

source: File or path not found.
fr: Fichier ou chemin de fichier non trouvé.

source: File version warning
fr: Avertissement de version de fichier

source: File: %s failed validation against XML Schema: %s
fr: Fichier: %s a échoué la validation par rapport au schéma XML : %s

source: File: %s passed Validation but had the following errors during import: %s
fr: Fichier: %s a réussi la validation mais a rencontré les erreurs suivante lors de l'importation : %s

source: File: %s was imported (entries validated %d / imported %d) but had the following errors: %s
fr: Fichier: %s a été importé (entrées validées %d / importées %d) mais a rencontré les erreurs suivantes : %s

source: Filter %s already exists in the database, do you wish to replace it with this?
fr: Le filtre %s existe déjà dans la base de données. Voulez-vous le remplacer?

source: Filter name:
fr: Nom du filtre :

source: Filters successfully exported
fr: Filtres exportés avec succès

source: Filters successfully imported
fr: Filtres importés avec succès

source: Filters within the database will be kept as "unknown fields".
fr: Les filtres dans la base de données seront gardés comme "champs inconnus".

source: Find
fr: Rechercher

source: Find Next
fr: Rechercher Suivant

source: Find Next F3
fr: Rechercher Suivant F3

source: Find Previous
fr: Rechercher Précédent

source: Find Previous Shift+F3
fr: Rechercher Précédent Maj+F

source: Finnish
fr: Finlandais

source: Finnish with Sami
fr: Finlandais avec Sami

source: First character of variable name must be alphabetic
fr: Le premier caractère de la variable doit être alphabétique

source: Flattened &List
fr: Liste aplatie

source: Font
fr: Police

source: Font st&yle:
fr: Police de st&yle:

source: For security, the database must be closed before connecting to the Internet. Press OK to close database and continue (Changes will be saved)
fr: Par mesure de sécurité, la base de données doit être fermée avant de connecter à Internet. Cliquez sur OK pour fermer et continuer (les changements seront enregistrés)

source: Found %d known column headers:
fr: %d entête(s) connu(s) de colonne trouvé :

source: Found 1 match.
fr: 1 item correspondant trouvé.

source: French
fr: Français

source: Fully collapsed
fr: Réduit complètement

source: Fully expanded
fr: Développé complètement

source: Generate
fr: Générer

source: Generate pronounceable passwords
fr: Générer des mots de passe prononçables

source: Georgian
fr: Géorgien

source: Georgian (Ergonomic)
fr: Géorgien (Ergonomique)

source: Georgian (QWERTY)
fr: Géorgien (QWERTY)

source: German
fr: Allemand

source: German (IBM)
fr: Allemand (IBM)

source: Get &Help F1
fr: Rubriques d'Aide F1

source: Given path is a directory or file is read-only
fr: Le chemin de fichier spécifié est un dossier ou le fichier est en lecture seule

source: Greek
fr: Grecque

source: Greek (220)
fr: Grecque (220)

source: Greek (220) Latin
fr: Grecque (220) Latin

source: Greek (319)
fr: Grecque (319)

source: Greek (319) Latin
fr: Grecque (319) Latin

source: Greek Latin
fr: Grecque Latin

source: Greek Polytonic
fr: Grecque Polytonique

source: Group
fr: Groupe

source: Group [Mandatory Field]
fr: Groupe [Champ obligatoire]

source: Group copied
fr: Groupe copié

source: Group/Title
fr: Groupe/Titre

source: Group/Title
fr: Groupe/Titre

source: Group/Title Username Password URL AutoType Created Time Password Modified Time Last Access Time Password Expiry Date Password Expiry Interval Record Modified Time Password Policy History Notes
fr: Groupe/Titre Nom d'utilisateur Mot de Passe URL Auto-Entrée Heure de création Heure de modification du mot de passe Heure du dernier accès Date d'expiration du mot de passe Interval d'expiration du mot de passe Heure de modification de l'enregistrement Stratégie de mot de passe Historique Notes

source: Group/Title Username Password URL AutoType Created Time Password Modified Time Last Access Time Password Expiry Date Password Expiry Interval Record Modified Time Password Policy History Run Command DCA Notes
fr: Groupe/Titre Nom d'utilisateur Mot de Passe URL Auto-Entrée Heure de création Heure de modification du mot de passe Heure du dernier accès Date d'expiration du mot de passe Interval d'expiration du mot de passe Heure de modification de l'enregistrement Stratégie de mot de passe Historique Commande à exécuter DCA Notes

source: Group/Title Username Password URL AutoType Created Time Password Modified Time Last Access Time Password Expiry Date Password Expiry Interval Record Modified Time Password Policy History Run Command Notes
fr: Groupe/Titre Nom d'utilisateur Mot de Passe URL Auto-Entrée Heure de création Heure de modification du mot de passe Heure du dernier accès Date d'expiration du mot de passe Interval d'expiration du mot de passe Heure de modification de l'enregistrement Stratégie de mot de passe Historique Commande à exécuter Notes

source: Group:
fr: Groupe :

source: Group
fr: Groupe

source: Group Title Username Password Expiry Date
fr: Groupe Titre Nom d'utilisateur Date d'expiration du mot de passe

source: Hebrew
fr: Hébreu

source: Help
fr: Aide

source: Help (F1)
fr: Aide (F1)

source: Hexadecimal characters
fr: Caractères hexadécimaux

source: Hexadecimal is mutually exclusive to all other options!
fr: Hexadécimal est mutuellement exclusif à toutes les autres options!

source: Hide Dragbar
fr: Cacher à barre de déplacement

source: Hide Toolbar
fr: Cacher la barre d'outils

source: Hindi Traditional
fr: Hindi Traditionnel

source: History
fr: Historique

source: Hot Key
fr: Touche de raccourci

source: HotKey1
fr: Touche de raccourci 1

source: Hungarian
fr: Hongrois

source: Hungarian 101-key
fr: Hongrois 101-touches

source: I am a ...
fr: Je suis un ...

source: Icelandic
fr: Islandais

source: Icon
fr: Icône

source: If enabled, a 'snapshot' will be taken before every save, and named according to the options listed below.
fr: Si activé, une 'image' sera prise avant chaque enregistrement et nommée en fontion des options ci-bas.

source: If requested, then a delimiter character must be entered!
fr: Un caractère délimiteur doit être entré si demandé!

source: If this keyboard supports characters via the %s, then this key will be enabled and can be used to select them. You may need to also select the Shift key to see them.
fr: Si ce clavier supporte les caractères via le %s, alors cette touche sera activée et peut être utilisée pour les sélectionner. Vous pourriez aussi avoir besoin de sélectionner la touche Maj pour les voir.

source: Import &From
fr: Importer à &partir de

source: Import &Text
fr: Importer du &Texte

source: Import &XML
fr: Importer du &XML

source: Import Text Settings
fr: Paramètres d'importation Texte

source: Import Text failed
fr: Importation Texte a échoué

source: Import XML Settings
fr: Paramètres d'importation XML

source: Import XML failed
fr: Importation XML a échoué

source: Import under Group?
fr: Importer sous quel Groupe?

source: Import under group?
fr: Importer sous quel goupe?

source: Import_Text
fr: Importer_Texte

source: Import_XML
fr: Importer_XML

source: Imported
fr: Importé

source: Imported %d %s
fr: %d %s importé

source: In
fr: Dans

source: In Headers(%s)/In Entries(
fr: Dans les en-têtes(%s)/Dans les entrées(

source: Inactive
fr: Inactif

source: Incorrect Passkey
fr: Passkey invalide

source: Incorrect passkey, not a PasswordSafe database, or a corrupt database. (Backup database has same name as original, ending with '~')
fr: Passkey invalide, pas un fichier PasswordSafe, ou fichier corrompu. (La copie de sauvegarde a le même nom que l'original, avec le suffixe '~')

source: Incorrect password
fr: Mot de passe incorrect

source: Incremented Number [001-999]
fr: Nombre incrémenté [001-999]

source: Index is bigger than password length (%d).
fr: L'index est plus grand que la longeur du mot de passe (%d).

source: Index is invalid or missing
fr: L'index est invalide ou manquant.

source: Index must be greater than or equal to 1.
fr: L'index doit être plus grand ou égal à 1.

source: Index not numeric
fr: Index non numérique.
