Repository: macduff/passwordsafe
Catalog: pwsafe/pwsafe/src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: fr

source: Initial Tree View
fr: Affichage d'arbre initial

source: Initial system tray icon
fr: Icône initial de la zone de notification.

source: Initial tree view
fr: Affichage d'arbre initial

source: Input string is empty
fr: Le texte entré est vide

source: Insert
fr: Insérer

source: Insufficient memory to perform operation.
fr: Mémoire insuffisante pour effectuer l'opération.

source: Intermediate Backups
fr: Copies de sauvegarge intermédiaires

source: Internal application error.
fr: Erreur d'application interne.

source: Internal error. Import failed. No records imported.
fr: Erreur interne. L'importation a échoué. Aucun enregistrement importé.

source: Internal error: An invalid flag was specified
fr: Erreur interne : Une valeur non-valide a été specifié

source: Internal error: Couldn't initialize config file XML structure
fr: Erreur interne : Impossible d'initialiser la structure du fichier de configuration XML

source: Internal error: Invalid oflag or pmode argument
fr: Erreur interne : Argument oflag ou pmode invalide

source: Internal error: Out of file handles
fr: Erreur interne : Pointeurs de fichiers épuisés.

source: Internal error: Unexpected error number
fr: Erreur interne : Numéro d'erreur inattendu

source: Invalid Filter schema.
fr: Schéma de filtre invalide.

source: Invalid data in element:
fr: Valeur invalide dans l'élément :

source: Invalid filename.
fr: Nom de fichier invalide.

source: Invalid input on line %d. Number of fields separated by '%c' is not as expected.
fr: Entrée invalide à la ligne %d. Le nombre de champs séparés par '%c' n'est pas comme prévu.

source: Invalid shortcut ignored.
fr: Raccourci invalide ignoré.

source: Irish
fr: Irlandais

source: Italian
fr: Italien

source: Italian (142)
fr: Italien (142)

source: Japanese
fr: Japonais

source: Keep
fr: Garger

source: Keyboard type:
fr: Type de clavier :

source: Korean
fr: Coréen

source: Kyrgyz Cyrillic
fr: Kyrgyz Cyrillique

source: L Ctrl
fr: Ctrl G

source: Last Access Time
fr: Heure du dernier accès

source: Last Accessed
fr: Dernier accès

source: Last Modified
fr: Dernière modifications

source: Last accessed on:
fr: Dernièrement accédé le :

source: Last saved by:
fr: Dernièrement enregistré par :

source: Last saved on:
fr: Dernièrement enregistré le :

source: Latest version? Click <a href="%s">here</a> to check.
fr: Dernière version? Cliquez <a href="%s">ici</a> pour vérifier.

source: Latin American
fr: Américain Latin

source: Latvian
fr: Latvien

source: Latvian (QWERTY)
fr: Latvien (QWERTY)

source: Left Ctrl key
fr: Touche Ctrl Gauche

source: Left click here to change. Right click here to reset or remove it. After selecting the shortcut key combination, press Enter to set it.
fr: Clique-gauche pour changer. Clique-droit pour ré-initiliser ou le supprimer. Après avoir sélectionné la combinaison de touche de raccourci, appuyer sur Entrée pour le visualiser.

source: Length of passwords generated in hexadecimal format must be even as each byte is two hexadecimal digits.
fr: La longeur du mot de passe généré en hexadécimal doit être un nombre pair vu que chaque octet est deux chiffres hexadecimaux.

source: Line %d skipped
fr: Ligne %d sautée

source: Line %d skipped. It has an empty mandatory Password field.
fr: Ligne %d sautée. Elle contient un champ obligatoire vide Mot de passe.

source: Line %d skipped. It has an empty mandatory Title field.
fr: Ligne %d sautée. Elle contient un champ obligatoire vide Titre

source: Line %d:
fr: Ligne %d :

source: Line delimiter in Notes field:
fr: Délimiteur de ligne dans le champ Notes :

source: List
fr: Liste

source: List of Expired Passwords
fr: Liste de mots de passe expirés

source: List1
fr: Liste1

source: Lithuanian
fr: Lithuanien

source: Lithuanian IBM
fr: Lithuanien IBM

source: Lithuanian Standard
fr: Lithuanien Standard

source: Lock Safe
fr: Vérouiller

source: Lock password database after
fr: Vérouiller l'accès après

source: Lock password database on minimize
fr: Vérouiller l'accès lors de la réduction

source: Lock password database on workstation lock
fr: Vérouiller l'accès lors du vérouillage de la station de travail

source: Mail system DLL is invalid.
fr: DLL de système de courrier invalide.

source: Make &Backup Ctrl+B
fr: Faire une copie de sauvegarde Ctrl+B

source: Make Backup
fr: Faire une copie de sauvegarde

source: Manage Filters
fr: Gérer les Filtres

source: Manage password history of current entries
fr: Gérer l'historique de mots de passe des entrées courantes

source: Mandatory delimiter attribute invalid.
fr: Attribut de délimiteur obligatoire invalide.

source: Mandatory delimiter attribute missing.
fr: Attribut de délimiteur obligatoire manquant.

source: Mandatory element (title and/or password) missing.
fr: Élément obligatoire manquant (titre et/ou mot de passe).

source: Mandatory ftype attribute missing.
fr: Attribut ftype obligatoire manquant.

source: Maximum number of backups kept using incremented number suffix must be between 1 and 999.
fr: Nombre maximum de copie de sauvegarde gardés utilisant un suffixe incrémental doit être entre 1 et 999.

source: Maximum number of days that can be specified is %d
fr: Nombre maximum de jour pouvant être spécifié est %d

source: Maximum number stored
fr: Nombre maximum gardés

source: Maximum value for first number and 'Between' rule
fr: Valeur maximale pour le premier nombre et la règle 'Entre'

source: Menu Item
fr: Item de menu

source: Merge
fr: Fusionner

source: Merge Completed
fr: Fusion complétée

source: Merge completed: %d %s added (%d %s, %d %s, %d %s)
fr: Fusion complétée: %d %s ajoutés (%d %s, %d %s, %d %s)

source: Merge...
fr: Fusionner...

source: Merging database: %s
fr: Fusion de : %s

source: Merging database: %s
fr: Fusion de : %s

source: Minimize after Autotype
fr: Rédure après Auto-entrée

source: Minimum digit characters
fr: Caractères numérique minimum

source: Minimum lowercase characters
fr: Caractères numérique maximum

source: Minimum symbol characters
fr: Caractères symbolique minimum

source: Minimum uppercase characters
fr: Caractères majuscule minimum

source: Misc.
fr: Divers

source: Missing STATUS, MAX or NUM element in PWHISTORY.
fr: STATUS, MAX ou NUM manquant dans l'élément PWHISTORY.

source: Missing XSD File
fr: Fichier XSD manquant

source: Missing date/time element.
fr: Élément date/heure manquant.

source: Missing ending curly bracket for variable name
fr: Accolade de fin manquante pour le nom de variable

source: Missing ending round bracket for Autotype value
fr: Parenthèse de fin manquante pour la valeur d'Auto-entrée

source: Missing ending square bracket for index value
fr: Crochet de fin manquant pour la valeur de l'index

source: Missing test element "%s".
fr: Élément de test "%s" manquant.

source: Mixed
fr: Mélangé

source: Mongolian Cyrillic
fr: Cyrillien mongol

source: Move Here
fr: Déplacer ici

source: Must be at least %d
fr: Doit être au moins %d

source: N/A
fr: N/D

source: Name
fr: Nom

source: Name. Name. Name.
fr: Nom. Nom. Nom.

source: Nested &Tree
fr: &Arbre hiérarchique

source: Never
fr: Jamais

source: New
fr: Nouveau

source: New Database
fr: Nouvelle base de données

source: New Group
fr: Nouveau groupe

source: New Safe Combination:
fr: Nouvelle combinaison :

source: New Version Found!
fr: Nouvelle version trouvée!

source: New safe combination and confirmation do not match
fr: Nouvelle combinaison et la confirmation ne correspondent pas

source: No
fr: Non

source: No Safe open
fr: Aucun coffre ouvert

source: No change
fr: Aucun changement

source: No criteria defined
fr: Aucun critère défini

source: No database open with which to compare against another database!
fr: Aucune base de données ouverte avec quel à comparer contre une autre base de données !

source: No entry exists within this database matching your specifications.
fr: Aucune entrée correspondant à vos spécifications n'existe dans cette base données.

source: No error message is available.
fr: Aucun message d'erreur n'est disponible.

source: No error occurred.
fr: Aucune erreur n'est survenue.

source: No fields selected for export!
fr: Aucun champ sélectionné pour l'exportation!

source: No fields selected for searching!
fr: Aucun champ sélectionné pour la recherche!

source: No fields selected to compare!
fr: Aucun champ sélectionné pour comparer!

source: No fields selected to filter the display!
fr: Aucun champ sélectionné pour filtrer l'affichage!

source: No function selected for basing your restrictions.
fr: Aucune fonction sélectionnée comme base de restrictions.

source: No items matched your filter
fr: Aucun item correspondant au filtre.

source: No matches found.
fr: Aucun item correspondant trouvé.

source: No object selected for basing your restrictions.
fr: Aucun object sélectionné comme base de restrictions.

source: No records in import file!
fr: Aucun enregistrement dans le fichier d'importation!

source: No reports exist in the same directory as the current database.
fr: Aucun rapport n'existe dans le même dossier que la base de données courante.

source: No rows are enabled
fr: Aucune rangée n'est activée

source: No rule selected
fr: Aucune règle sélectionnée

source: None
fr: Aucun

source: Norwegian
fr: Norvégien

source: Norwegian with Sami
fr: Norvégien avec Sami

source: Not all of the system registry entries (or INI file) were removed.
fr: Toutes les entrées de registre (ou fichier INI) n'ont pas été supprimés.

source: Note: Empty fields are shown as »*»
fr: Note : Les champs vides sont affichés comme »*»

source: Note: Entry format is »Group»Title»Username»
fr: Note : Le format d'entrée est »Groupe»Titre»Nom d'utilisateur»

source: Notes copied
fr: Notes copiées

source: Number is set to the maximum value. 'Greater than' is not allowed.
fr: Le nombre est défini à la valeur maximale. 'Plus grand que' n'est pas permis.

source: Number is set to the minimum value. 'Less than' is not allowed.
fr: Le nombre est défini à la valeur minimale. 'Plus petit que' n'est pas permis.

source: Number of Entries:
fr: Nombre d'Entrées :

source: Number of Groups:
fr: Nombre de Groupes :

source: Number of entries processed: %d Number of UUIDs fixed: %d Number of Password Histories fixed: %d Number of Alias warnings issued: %d Number of Shortcut warnings issued: %d
fr: Nombre d'entrées procédées : %d Nombre de UUIDs corrigés : %d Nombre d'Historique de Mots de passe corrigé : %d Nombre d'Avertissement d'alias : %d Nombre d'Avertissement de raccourcis : %d

source: Number of entries that had their 'maximum saved passwords' changed to the new default was %d
fr: Nombre d'entrées ayant leur 'nombre maximum de mots de passe enregistrés' corrigé à la nouvelle valeur par défaut est de %d

source: Number of entries that had their settings changed to not save password history was: %d
fr: Nombre d'entrées ayant leurs paramètres changés pour ne pas enregistrer l'historique des mots de passe est de %d

source: Number of entries that had their settings changed to save password history was: %d
fr: Nombre d'entrées ayant leurs paramètres changés pour enregistrer l'historique des mots de passe est de %d

source: Number of unknown fields:
fr: Nombre de champs inconnus :

source: Number stored
fr: Nombre rangés

source: Numeric Pad
fr: Clavier numérique

source: Off
fr: Fermé

source: Old Safe Combination:
fr: Ancienne combinaison :

source: On
fr: Ouvert

source: Only in Original DB: %d; Only in Comparison DB: %d; In both (differences): %d; In both (identical): %d
fr: Seulement dans la Bd originale : %d; Seulement dans la BD de comparaison : %d; Dans les deux (différences) : %d; Dans les deux (identiques) : %d

source: Open
fr: Ouvrir

source: Open Password Database:
fr: Ouvrir la base de données de Mots de passe :

source: Open as read-only
fr: Ouvrir en lecture-seule

source: Open database
fr: Ouvrir la base de données

source: Open database read-only by default
fr: Ouvrir la base de données en lecture-seule par défaut

source: Or
fr: Ou

source: Original Database:
fr: Base de données originale :

source: Other:
fr: Autre :

source: Other:
fr: Autre :

source: Out of memory.
fr: Manque de mémoire.

source: OutOfMemoryException.
fr: ExceptionManqueDeMémoire.

source: Parse error at line %d, column %d: Error: %s %s
fr: Erreur d'analyse à la ligne %d, colonne %d Erreur: %s %s

source: Passkey incorrect
fr: Passkey invalide

source: Passphrase character count:
fr: Nombre de caractères du passphrase :

source: Password
fr: Mot de passe

source: Password Expires on:
fr: Mot de passe expire le :

source: Password Expiry
fr: Expiration du mot de passe

source: Password Expiry Date
fr: Date d'expiration du mot de passe

source: Password Expiry Date
fr: Date d'expiration du mot de passe

source: Password Expiry Interval
fr: Interval d'expiration du mot de passe

source: Password Expiry Interval
fr: Interval d'expiration du mot de passe

source: Password Histor&y
fr: &Historique du mot de passe

source: Password History
fr: Historique du mot de passe

source: Password History Filter
fr: Filtre d'historique de mot de passe

source: Password Modified
fr: Mot de passe modifié

source: Password Modified Time
fr: Heure de modification du mot de passe

source: Password Policy
fr: Stratégie de mot de passe

source: Password Policy Filter
fr: Filtre de stratégie de mot de passe

source: Password Policy
fr: Stratégie de mot de passe

source: Password Safe - <Untitled Restored Backup>
fr: Password Safe - <Copie de sauvegarde récupéré sans titre>

source: Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak||
fr: Copies de sauvegarde Password Safe (*.bak)|*.bak|Copies de sauvegarde intermédiaire Password Safe (*.ibak)|*.ibak||

source: Password Safe Backups (*.bak)|*.bak||
fr: Copies de sauvegarde Password Safe (*.bak)|*.bak||

source: Password Safe Databases (*.psafe3)|*.psafe3|All files (*.*)|*.*||
fr: Base de données Password Safe (*.psafe3)|*.psafe3|Tous les fichiers (*.*)|*.*||

source: Password Safe Databases (*.psafe3; *.dat)|*.psafe3; *.dat|All files (*.*)|*.*||
fr: Base de données Password Safe (*.psafe3; *.dat)|*.psafe3; *.dat|Tous les fichiers (*.*)|*.*||

source: Password Safe Databases (*.psafe3; *.dat)|*.psafe3; *.dat|Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak|All files (*.*)|*.*||
fr: Base de données Password Safe (*.psafe3; *.dat)|*.psafe3; *.dat|Copies de sauvegarde Password Safe (*.bak)|*.bak|Copies de sauvegarde intermédiare Password Safe (*.ibak)|*.ibak|Tous les fichiers (*.*)|*.*||

source: Password Safe has been compiled as %s but CPU is really %s. You may not be able to open files or saved files may be incompatible with other platforms.
fr: Password Safe a été compilé comme %s mais le CPU est réellement %s. Il se peut que l'ouverture de fichier soit impossible ou que les fichiers enregistrés soient incompatible avec d'autres plate-formes.

source: Password Safe has been minimized. Would you like to clear the clipboard as a security precaution?
fr: Password Safe a été réduit. Voulez-vous effacer le presse-papier par mesure de sécurité?

source: Password [Mandatory Field]
fr: Mot de passe [Champ obligatoire]

source: Password database
fr: Base de données de mots de passe

source: Password expires on:
fr: Mot de passe expirant le :

source: Password implies this is an alias entry, but
fr: Le mot de passe implique que cette entrées est un alias, mais

source: Password implies this is an alias entry, but specifies a base entry with no title. A title is mandatory for every entry.
fr: Le mot de passe implique que cette entrées est un alias, mais spécifie une entrée de base sans titre. Un titre est nécessaire pour chaque entrée.

source: Password is too short
fr: Le mot de passe est trop court.

source: Password last changed on:
fr: Mot de passe dernièrement changé le :

source: Password length is less than sum of 'at least' constraints
fr: La longueur du mot de passe est moindre que la somme de la contrainte 'au moins'

source: Password length must be between 4 and 1024.
fr: La longueur du mot de passe doit être entre 4 et 1024.

source: Password length:
fr: Longueur du mot de passe :

source: Password minimum length
fr: Longueur minimale du mot de passe

source: Password should be mixed case, with at least one digit or punctuation character
fr: Le mot de passe doit avoir une casse mixte, avec au minimum un chiffre ou caractère de ponctuation

source: Password
fr: Mot de passe

source: Perform Auto &Type
fr: Exécuter l'Auto-&Entrée

source: Perform Auto &type Ctrl+T
fr: Exécuter l'Auto-&Entrée Ctrl+T

source: Perform Auto type
fr: Exécuter l'Auto-Entrée

source: Perform Auto&Type
fr: Exécuter l'Auto-Entrée

source: Perform Auto&type
fr: Exécuter l'Auto-entrée

source: Persian
fr: Perse

source: Physical Keyboard:
fr: Clavier physique :

source: Please Choose a Backup to restore:
fr: Veuillez sélectionner une copie de sauvegarge à récupérer :

source: Please Choose a Database to Compare with current open database
fr: Veuillez sélectionner une base de données à comparer avec celle actuellement ouverte

source: Please Choose a Database to Merge
fr: Veuillez sélectionner une base de données à fusionner

source: Please Choose a Database to Open:
fr: Veuillez sélectionner une base de données à ouvrir :

source: Please Choose a KeePass Text File to Import
fr: Veuillez sélectionner un fichier texte KeePass à importer.

source: Please Choose a Name for this Backup:
fr: Veuillez choisir un nom pour cette copie de sauvegarde :

source: Please Choose a Text File to Import
fr: Veuillez choisir un fichier texte à importer

source: Please Choose a XML File to Import
fr: Veuillez choisir un fichier XML à importer

source: Please choose a name for the current (Untitled) database:
fr: Veuillez choisir un nom pour la base de données (Sans titre) actuellement ouverte :

source: Please choose a name for the new database
fr: Veuillez choisir un nom pour cette nouvelle base de données

source: Please choose a new name for the current database:
fr: Veuillez choisirr un nouveau nom pour la base de données courante :

source: Please confirm that you wish to delete ALL PasswordSafe related information for the current user from the Windows registry
fr: Veuillez confirmer que TOUTES les données PasswordSafe reliées à l'utilisateur courant seront supprimées du registre Windows.

source: Please confirm you wish to delete the %s filter %s?
fr: Veuillez confirmer la suppression du filre %s %s ?

source: Please do not use this option unless you understand and accept the risks.
fr: Veuillez ne pas utiliser cette option à moins de comprendre et d'accepter les risques.

source: Please do not use this option unless you understand and accept the risks. This option bypasses the security provided by this program.
fr: Veuillez ne pas utiliser cette option à moins de comprendre et d'accepter les risques. Cette option contourne les mesures de sécurité offertes par ce programme.

source: Please enter a GUID.
fr: Veuillez entrer un GUID.

source: Please enter a currency.
fr: Veuillez entrer un montant d'argent.

source: Please enter a date and/or time.
fr: Veuillez entrer une date et/ou heure.

source: Please enter a date.
fr: Veuillez entrer une date.

source: Please enter a number between %1 and %2.
fr: Veuillez entrer un nombre entre %1 et %2.

source: Please enter a number.
fr: Veuillez entrer un nombre.

source: Please enter a positive integer.
fr: Veuillez entrer un nombre entier positif.

source: Please enter a search string
fr: Veuillez entrer le texte de recherche.

source: Please enter a time.
fr: Veuillez entrer une heure.

source: Please enter an encryption or decryption key
fr: Veuillez entrer une clé d'encryption ou de décryption

source: Please enter an integer between %1 and %2.
fr: Veuillez entrer un nombre entier entre %1 et %2.

source: Please enter an integer between 0 and 255.
fr: Veuillez entrer un nombre entier entre 0 et 255.

source: Please enter an integer.
fr: Veuillez entrer un nombre entier.

source: Please enter no more than %1 characters.
fr: Veuillez ne pas entrer plus de %1 caractères.

source: Please enter the current combination, followed by a new combination. Type the new combination once again to confirm it.
fr: Veuillez entrer la combinaison courante, suivi de la nouvelle combinaison. Tapez la nouvelle combinaison une seconde fois pour la confirmer.

source: Please enter the key and verify it.
fr: Veuillez entrer la clé et la vérifier.

source: Please enter the safe combination for this password database.
fr: Veuillez entrer la combinaison pour cette base de données.

source: Please enter your backup database prefix!
fr: Veuillez entrer le préfixe de votre base de données!

source: Please name the XML file
fr: Veuillez nommer le fichier XML

source: Please name the exported database
fr: Veuillez nommer la base de données exportée

source: Please name the plaintext file
fr: Veuillez nommer le fichier texte

source: Please name this filter
fr: Veuillez nommer ce filtre

source: Please select a button.
fr: Veuillez sélectionner un bouton.

source: Please select report to view.
fr: Veuillez sélectionner un rapport à visualiser.

source: Please specify text
fr: Veuillez spécifier le texte

source: Please specify the destination location to contain all backups.
fr: Veuillez spécifier la destination pour toutes les copies de sauvegarde.

source: Please specify the name && group for the shortcut to '%s':
fr: Veuillez spécifier le nom et groupe pour le raccourci '%s' :

source: Please specify the sub-directory to contain all backups.
fr: Veuillez spécifier le sous-dossier pour toutes les copies de sauvegarde.

source: Please visit the <a href="http://passwordsafe.sourceforge.net/">PasswordSafe website.</a>
fr: Veuillez visiter le <a href="http://passwordsafe.sourgeforge.net/">site web de PasswordSafe.</a>

source: Polish (214)
fr: Polonais (214)

source: Polish (Programmers)
fr: Polonais (Programmeurs)

source: Portuguese
fr: Portugais

source: Portuguese (Brazilian ABNT)
fr: Portugais (ABNT Brésilien)

source: Press to delete all added characters.
fr: Appuyez pour supprimer tous les caractères ajoutés.

source: Previous Passwords
fr: Mots de passe précédents

source: Programs (*.exe)|*.exe|All files (*.*)|*.*||
fr: Programmes (*.exe)|*.exe|All files (*.*)|*.*||

source: Pronounceable passwords
fr: Mots de passe prononçables

source: Properties
fr: Propriétés

source: Pswd
fr: Mp

source: Pswd copied
fr: Mp copié

source: Purchase unlimited &U3 version...
fr: Achetez des version illimités &U3

source: Put Groups first in Tree View
fr: Placer les Groupes en premiers dans la vue d'arborescence

source: Put groups first in display tree
fr: Placer les Groupes en premiers dans l'arborescence affiché

source: Put icon in System Tray
fr: Placer l'icône dans la barre de notifications

source: Query user to set default username
fr: Demander à l'utilisateur pour définir le nom d'utilisateur par défaut

source: R Ctrl
fr: Ctrl D

source: Random Password
fr: Mot de passe aléatoire

source: Random password generation rules
fr: Règles de génération de mot de passe aléatoire

source: Randomize
fr: Mélanger aléatoirement

source: Read Error
fr: Erreur de lecture

source: Read-Only
fr: Lecture seule

source: Read-Write
fr: Lecture-Écriture

source: Recent
fr: Récent

source: Recent Databases on File Menu rather than as a sub-menu.
fr: Bases de données récentes dans le menu Fichier ou lieu d'un sous-menu.

source: Recent PasswordSafe Databases
fr: Base de données PasswordSafe récentes

source: Record Modified Time
fr: Heure de modification de l'enregistrement

source: Record last access times
fr: Heures des derniers accès de l'enregistrement

source: Recurring
fr: Récurrent

source: Recurring (%d days)
fr: Récurrent (%d jours)
