Repository: macduff/passwordsafe
Catalog: I18N/pos/pwsafe_*.po
Languages: sv

source: Invalid input on line %d. Number of fields separated by '%c' is not as expected.
sv: Ogiltig inmatning på rad %d. Antalet fält separerade med '%c' förväntades inte.

source: Last Access Time
sv: Senast använd tidpunkt

source: Last Modified
sv: Senast ändrad

source: Last accessed on:
sv: Senast använd den:

source: Last saved by:
sv: Senast sparad av:

source: Last saved on:
sv: Senast sparad den:

source: Latest version? Click <a href="%s">here</a> to check.
sv: Senaste version? Klicka <a href="%s">här</a> för att kontrollera.

source: Line %d skipped
sv: Rad %d överhoppad

source: Line %d skipped. It has an empty mandatory Password field.
sv: Rad %d överhoppad. Den innehåller ett tomt obligatoriskt lösenordsfält.

source: Line %d skipped. It has an empty mandatory Title field.
sv: Rad %d överhoppad. Den innehåller ett tomt obligatoriskt titelfält.

source: Line %d:
sv: Rad %d:

source: Line delimiter in Notes field:
sv: Avslutar rad i notatfält:

source: List
sv: Lista

source: List of Expired Passwords
sv: Lista på utgågna lösenord

source: List1
sv: Lista1

source: Lock Safe
sv: Lås Safen

source: Lock password database after
sv: Lås lösenordsdatabasen efter

source: Lock password database on minimize
sv: Lås lösenordsdatabasen vid minimering

source: Lock password database on workstation lock
sv: Lås lösenordsdatabasen då datorn stängs

source: Mail system DLL is invalid.
sv: e-postsystemets DLL är ogiltig.

source: Manage password history of current entries
sv: Administrera lösenordshistoriken till aktuella poster

source: Maximum number of backups kept using incremented number suffix must be between 1 and 999.
sv: Maximala antalet sparade backuper med inkrementella suffixtal måste vara mellan 1 och 999.

source: Maximum number of days that can be specified is %d
sv: Maximala antalet dagar som kan anges är %d

source: Merge Completed
sv: Sammanslagning genomförd

source: Merging database: %s
sv: Sammanslagen databas: %s

source: Minimize after Autotype
sv: Minimera efter autoskrivning

source: Misc.
sv: Övrigt

source: Mixed
sv: Blandad

source: Name. Name. Name.
sv: Namn. Namn. Namn.

source: Never
sv: Aldrig

source: New
sv: Ny

source: New Database
sv: Ny databas

source: New Group
sv: Ny grupp

source: New Safe Combination:
sv: Ny Safe-nyckel:

source: New Version Found!
sv: Ny version finns!

source: New safe combination and confirmation do not match
sv: Nya Safe-nyckeln och konfirmeringen matchar inte

source: No
sv: Nej

source: No Safe open
sv: Ingen Safe öppen

source: No change
sv: Ingen ändring

source: No database open with which to compare against another database!
sv: Ingen databas är öppen som kan jämföras med en annan databas!

source: No error message is available.
sv: Inget femeddelande finns tillgängligt.

source: No error occurred.
sv: Inget fel uppkom.

source: No fields selected for export!
sv: Inga fält valda för export!

source: No fields selected for searching!
sv: Inga fält har valts för sökning!

source: No fields selected to compare!
sv: Inga fält valda för jämförelse!

source: No function selected for basing your restrictions.
sv: Ingen funktion har valts för att stödja dina begränsningar.

source: No matches found.
sv: Inga matchningar funna.

source: No object selected for basing your restrictions.
sv: Inget objekt har valts att stödja dina begränsningar.

source: No records in import file!
sv: Inga poster i importerad fil!

source: No reports exist in the same directory as the current database.
sv: Inga rapporter finns i saqmma mapp som den aktuella databasen.

source: None
sv: Inga

source: Not all of the system registry entries (or INI file) were removed.
sv: Inte alla systemets registerposter (eller INI-fil) togs bort.

source: Notes
sv: Notat

source: Number of Entries:
sv: Antal poster:

source: Number of Groups:
sv: Antal grupper:

source: Number of entries that had their 'maximum saved passwords' changed to the new default was %d
sv: Antalet poster som fick sina 'maximalt antal sparade lösenord' ändrade till det nya förvalda antalet var %d

source: Number of entries that had their settings changed to not save password history was: %d
sv: Antalet poster som fick sina inställningar ändrade till att inte spara historik var: %d

source: Number of entries that had their settings changed to save password history was: %d
sv: Antalet poster som fick sina inställningar ändrade till att spara historik var: %d

source: Number of unknown fields:
sv: Antal okända fält:

source: Off
sv: Av

source: Old Safe Combination:
sv: Gamla Safe-nyckeln:

source: On
sv: På

source: Only in Original DB: %d; Only in Comparison DB: %d; In both (differences): %d; In both (identical): %d
sv: Bara i ursprunglig DB: %d; Bara i jämförd DB: %d; I båda (skillnader): %d; I båda (identiska): %d

source: Open
sv: Öppna

source: Open Password Database:
sv: Öppna lösenordsdatabas:

source: Open as read-only
sv: Öppna som läsbar

source: Open database
sv: Öppna databas

source: Options
sv: Alternativ

source: Or
sv: Eller

source: Original Database:
sv: Ursprunglig databas:

source: Other:
sv: Övrigt:

source: Out of memory.
sv: Slut på minne.

source: Passkey incorrect
sv: Safe-nyckeln är felaktig

source: Password
sv: Lösenord

source: Password Expires on:
sv: Lösenordet upphör:

source: Password Expiry Date
sv: Lösenordets utgångsdatum

source: Password Expiry Date
sv: Lösenordets utgångsdatum

source: Password Histor&y
sv: Lösenords&historik

source: Password History
sv: Lösenordshistorik

source: Password Modified
sv: Lösenordet ändrat

source: Password Modified Time
sv: Lösenordets ändringstidpunkt

source: Password Policy
sv: Lösenordspolicy

source: Password Policy Override
sv: Lösenordspolicyn åsidosätts

source: Password Safe - <Untitled Restored Backup>
sv: Password Safe - <Icke namngiven återställd backup>

source: Password Safe has been compiled as %s but CPU is really %s. You may not be able to open files or saved files may be incompatible with other platforms.
sv: Password Safe har kompilerats som %s men CPU är faktiskt %s. Du kanske inte kan öppna filer eller sparade filer kan vara inkompatibla med andra system.

source: Password Safe has been minimized. Would you like to clear the clipboard as a security precaution?
sv: Password Safe har minimerats. Vill du rensa klippbordet som en säkerhetsåtgärd?

source: Password [Mandatory Field]
sv: Lösenord [Obligatoriskt]

source: Password database
sv: Lösenordsdatabas

source: Password expires on:
sv: Lösenord ogiltigt den:

source: Password is too short
sv: Lösenordet är för kort

source: Password last changed on:
sv: Lösenordet ändrat den:

source: Password should be mixed case, with at least one digit or punctuation character
sv: Lösenordet borde bestå av blandade tecken med åtminståne en siffra eller interpunkteringstecken

source: Password
sv: Lösenord

source: Perform Auto&Type
sv: Utför Autoskri&vning

source: Please Choose a Backup to restore:
sv: Välj en backup att läsa in:

source: Please Choose a Database to Compare with current open database
sv: Välj en databas att jämföra med den aktuella öppna databasen

source: Please Choose a Database to Merge
sv: Välj en databas att slå samman med

source: Please Choose a Database to Open:
sv: Välj en databas att öppna:

source: Please Choose a KeePass Text File to Import
sv: Välj en KeePass text-fil att importera

source: Please Choose a Name for this Backup:
sv: Ange ett namn på denna backup:

source: Please Choose a Text File to Import
sv: Väj en text-fil att importera

source: Please Choose a XML File to Import
sv: Välj en XML-fil att importera

source: Please choose a name for the current (Untitled) database:
sv: Välj ett namn på den aktuella (ej namngivna) databasen:

source: Please choose a name for the new database
sv: Ange ett namn på den nya databasen

source: Please choose a new name for the current database:
sv: Välj ett nytt namn på den aktuella databasen:

source: Please do not use this option unless you understand and accept the risks.
sv: Använd inte detta alternativ annat än att du förstår och accepterar riskerna.

source: Please do not use this option unless you understand and accept the risks. This option bypasses the security provided by this program.
sv: Använd inte detta alternativ annat än att du förstår och accepterar riskerna. Detta alternativ kringgår den säkerhet som programmet ger.

source: Please enter a GUID.
sv: Skriv in en GUID.

source: Please enter a currency.
sv: För in en valuta.

source: Please enter a date and/or time.
sv: För in ett datum och/eller tid.

source: Please enter a date.
sv: För in ett datum.

source: Please enter a number between %1 and %2.
sv: För in ett tal mellan %1 och %2.

source: Please enter a number.
sv: För in ett tal.

source: Please enter a positive integer.
sv: För in ett positivt heltal.

source: Please enter a search string
sv: För in en söksträng

source: Please enter a time.
sv: För in en tidpunkt.

source: Please enter an encryption or decryption key
sv: För in en kodnings- eller avkodningsnyckel

source: Please enter an integer between %1 and %2.
sv: För in ett heltal mellan %1 och %2.

source: Please enter an integer between 0 and 255.
sv: För in ett heltal mellan 0 och 255.

source: Please enter an integer.
sv: För in ett heltal.

source: Please enter no more than %1 characters.
sv: För inte in mer än %1 tecken.

source: Please enter the current combination, followed by a new combination. Type the new combination once again to confirm it.
sv: För in aktuell Safe-nyckel och därefter en ny nyckel. Skriv den nya nyckeln ytterligare en gång för att bekräfta den.

source: Please enter the key and verify it.
sv: För in nyckeln och verifiera den.

source: Please enter the safe combination for this password database.
sv: För in Safe-nyckeln till lösenordsdatabasen.

source: Please enter your backup database prefix!
sv: För in prefixet till din databasbackup!

source: Please name the XML file
sv: Namnge XML-filen

source: Please name the exported database
sv: Namnge den exporterade databasen

source: Please name the plaintext file
sv: Namnge text-filen

source: Please select a button.
sv: Välj en knapp.

source: Please select report to view.
sv: Välj rapport att titta på.

source: Please specify the destination location to contain all backups.
sv: Ange den enhet som skall lagra alla backuper.

source: Please specify the sub-directory to contain all backups.
sv: Ange den undermapp som skall innehålla alla backuper.

source: Please visit the <a href="http://passwordsafe.sourceforge.net/">PasswordSafe website.</a>
sv: Besök <a href="http://passwordsafe.sourceforge.net/">PasswordSafe's hemsida.</a>

source: Properties
sv: Egenskaper

source: Purchase unlimited &U3 version...
sv: Köp den öppna &U3 versionen...

source: Put groups first in display tree
sv: Samla grupper först i trädvyn

source: Put icon in System Tray
sv: Visa ikon i aktivitetsfältet

source: Query user to set default username
sv: Be användaren ange förvald användare

source: Random Password
sv: Slumpat lösenord

source: Random password generation rules
sv: Regler för slumpmässigt lösenord

source: Read Error
sv: Läsfel

source: Recent
sv: Senaste

source: Recent Databases on File Menu rather than as a sub-menu.
sv: Senaste databaser i dokumentmenyn hellre än som undermeny.

source: Recent PasswordSafe Databases
sv: Tidigare databaser i PasswordSafe

source: Record Modified Time
sv: Registrera ändrad tid

source: Record last access times
sv: Registrera senaste åtkomsttider

source: Remember last
sv: Kom ihåg sista

source: Remove PasswordSafe data from Registry
sv: Ta bort information om PasswordSafe i registret

source: Rename &Entry F2
sv: Ändra &postnamnet F2

source: Rename Group F2
sv: Ändra gruppnamn F2

source: Report of %s function started at %s
sv: Rapport på %s åtgärd som startade %s

source: Restrict to a subset of entries:
sv: Begränsa till en undergrupp poster:

source: SAX Parse%2d Error 0x%08X during %s.
sv: SAX analys%2d fel 0x%08X under %s.

source: Safe Combination Setup
sv: Konstruktion av Safe-nyckel

source: Safe Combination:
sv: Safe-nyckel:

source: Same as database's
sv: Samma som databasens

source: Same as when last saved
sv: Samma som senast sparad

source: Save
sv: Spara

source: Save As
sv: Spara som

source: Save Error
sv: Spara-fel

source: Save changes to %1?
sv: Spara ändringar till %1?

source: Save database immediately after Edit or Add
sv: Spara databasen direkt efter ändring eller tillägg

source: Search has wrapped, continuing from the top.
sv: Sökningen omstartad och fortsätter från början.

source: Security
sv: Säkerhet

source: See LICENSE for open source details.
sv: Se villkoren i LICENSE för öppen kälkod.

source: Seek failed on %1
sv: Sökning misslyckades på %1

source: Select Browser:
sv: Välj Browser:

source: Select Location for Intermediate Backups
sv: Välj plats för mellanlagrande backuper

source: Select all entries
sv: Välj alla poster

source: Select some entries
sv: Välj vissa poster

source: Selected
sv: Valda

source: Selected Fields:
sv: Valda fält:

source: Send &email Ctrl+E
sv: Skicka &epost Ctrl+E

source: Send Mail failed to send message.
sv: Att skicka e-post misslyckades.

source: Set Date/Time
sv: Ange datum/tid

source: Set Default Username?
sv: Ange förvald användare?

source: Set Password Expiry Date/Time
sv: Ange lösenordets utgångsdatum/tid

source: Set maximum number of passwords saved to above value
sv: Välj ovanstående tal för max antal sparade lösenord

source: Sharing violation: file probably open in another application.
sv: Delningsfel: filen är sannolikt öppen i ett annat program.

source: Show entries with identical compared fields (Note: Unknown fields were not compared.)
sv: Visa poster med identiska jämförda fält (Notera: Okända fält jämfördes inte.)

source: Show grid lines in display list
sv: Visa radlinjer i tabeller

source: Show notes in edit
sv: Visa notat i postmenyn

source: Show password in add && edit
sv: Visa lösenordet i lägg till && ändra

source: Show password in display tree
sv: Visa lösenordet i trädvyn

source: Show username in display tree
sv: Visa användare i trädvyn

source: Sorry - your requested HotKey is already being used. This feature has been temporarily disabled. To re-enable in this session, please select a different key combination.
sv: Beklagar - din önskadevHotKey används redan. Denna funktion har tillfälligt stängts av. För att slå på igen i denna session väljer du en annan nyckel.

source: Start PasswordSafe at Login
sv: Starta PasswordSafe vid inloggning

source: Start Report
sv: Rapportera

source: Start saving password history for all entries, to the above number of entries.
sv: Börja spara lösenordshistorik för all poster upp till antalet poster ovan.

source: Start saving previous passwords
sv: Börja spara tidigare lösenord

source: Static
sv: Statisk

source: Static_Static
sv: Statisk_Statisk

source: Stop saving password history for all entries. Saved histories will not be touched, but password changes will no longer be stored by default.
sv: Sluta spara lösenordshistorik för alla poster. Sparad historik påverkas inte, men lösenordsändringar kommer inte längre att sparas som standard.

source: Stop saving previous passwords
sv: Sluta spara tidigare lösenord

source: System error: No more file handles available
sv: Systemfel: Finns inga fler fil-hanterare

source: System registry entries have been removed and the INI file (if any) was deleted.
sv: Registerposter i systemet har tagits bort och INI-filen (om någon) har raderats.

source: SystemTray
sv: Aktivitetsfältet

source: TRIAL
sv: FÖRSÖK

source: That file is already open.
sv: Den filen är redan öppen.

source: The combination cannot be blank.
sv: Nyckeln kan inte vara tom.

source: The current working directory cannot be removed.
sv: Aktuell arbetsmapp kan inte tas bort.

source: The database %s couldn't be opened. Do you wish to look for it elsewhere (Search), create a new database (New), or Exit?
sv: Databasen %s kunde inte öppnas. Vill du leta efter den någon annanstans (Search), skapa en ny databas (Ny), eller avbryt?

source: The database %s is apparently being used by: %s%s. Open the database for Read-Only or Exit? Note: Only one user at a time can open the database for writing.
sv: Databasen %s används uppenbarligen av: %s%s. Öppna databasen skrivskyddad eller avbryt? Notera: Endast en användare åt gången kan öppna databasen för registrering.

source: The database %s is apparently being used by: %s%s. Open the database for Read-Only, Read-Write, or Exit? Note: Choose "Read-Write" only if you are certain that the file is in fact not being used by anyone else, including another copy of Password Safe running on your machine.
sv: Databasen %s används uppenbarligen av: %s%s. Öppna databasen skrivskyddad, skrivbar, eller avbryt? Notera: Välj "Skrivbar" endast om du är säker på att filen verkligen inte används av någon annan, liksom en kopia av Password Safe som körs på din maskin.

source: The disk is full.
sv: Disken är full.

source: The end of file was reached.
sv: Slutet på filen har nåtts.

source: The entered passwords do not match. Please re-enter them.
sv: De införda lösenorden matchar inte. För in dem igen.

source: The file is too large to open.
sv: Filen är för stor att öppnas.

source: The file was not found.
sv: Filen hittades inte.

source: The following columns will be processed:
sv: Följande kolumner kommer att behandlas.

source: The following entry was copied to the %s database: '%s:%s:%s'
sv: Följande post kopierades till %s databas: '%s:%s:%s'

source: The original database, "%s", is in pre-3.0 format. It will be unchanged. Your changes will be written as "%s" in the new format, which is unusable by old versions of PasswordSafe. To save your changes in the old format, use the "File->Export To-> Old (1.x or 2) format" command.
sv: Den ursprungliga databasen, "%s", har ett före 3.0-format. Den kommer inte att ändras. Dina ändringar kommer att sparas som "%s" i det nya formatet, som inte kan användas av gamla versioner av PasswordSafe. För att spara dina ändringar i det gamla formatet, använd kommandot "Arkiv->Exportera till->1.x or 2 formatet".

source: The original database, "%s", is in pre-3.0 format. The data will now be written in the new format, which is unusable by old versions of PasswordSafe. To save the data in the old format, use the "File->Export To-> Old (1.x or 2) format" command.
sv: Den ursprungliga databasen, "%s", har ett före 3.0-format. Data kommer inte att skrivas i det nya formatet, som inte kan användas av äldre versioner av PasswordSafe. För att spara data i det äldre formatet används kommandot "Arkiv->Exportera till->1.x or 2 formatet".

source: The password is in 'alias' form but the referenced entry '%s:%s:%s' is itself an alias. Do you wish this entry to point to the 'real' base entry?
sv: Lösenordet är i 'alias'-form men posten som avses '%s:%s:%s' är själv en aliasis. Vill du att denna post skal peka på den 'verkliga' basposten?

source: The password of the selected item has been copied to the clipboard. The clipboard will be securely cleared when Password Safe is closed.
sv: Lösenordet till det valda objektet har kopierats till klippbordet. Klippbordet kommer att rensas på ett säkert sätt när Password Safe har stängts.

source: The safe combination has been entered three times without success. If you don't know the safe combination, you can either try to open another password database, or create a new blank password database.
sv: Safe-nyckeln har använts tre gånger utan framgång. Om du inte känner till Safe-nyckeln, kan du antingen försöka öppna en annan lösenordsdatabas, eller skapa en ny tom lösenordsdatabas.

source: The two entries do not match.
sv: De två posterna matchar inte.

source: There are no more directory entries.
sv: Det finns inga fler mapppar.

source: There was a hardware error.
sv: Det uppstod ett hårdvarufel.

source: There was an attempt to lock a region that was already locked.
sv: Det har gjorts ett försök att låsa ett område som redan har låsts.

source: There was an attempt to use an invalid file handle.
sv: Försök har gjorts att använda en ogiltig fil-hanterare.

source: There was an error trying to set the file pointer.
sv: Det uppstod ett fel i försöket att sätta filpekaren.

source: This allows you to keep backups in a separate location. Make sure that you have write permission to the directory you specify.
sv: Detta låter dig ha backuper på en annan plats. Försäkra dig om att du har skrivarrättigheter till den mapp du anger.

source: This database is in read-only mode. No changes to this entry will be saved.
sv: Databasen är i bara läsbart mode. Ändringar i denna post kommer inte att sparas.

source: This database is the same as the current database!
sv: Denna databas är samma som den aktuella databasen.

source: This entry must have a password.
sv: Denna post måste ha ett lösenord.

source: This entry must have a title.
sv: Denna post måste ha en titel.

source: This is an alias.
sv: Detta är en alias.

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
sv: Detta program är länkat till den saknade exporten %s i filen %s. Denna maskin kan ha en inkompatibel version av %s.

source: This program requires the file %s, which was not found on this system.
sv: Detta program kräver filen %s, som inte hittades i detta system.

source: This will clear all traces of Password Safe from the machine's registry. It may also cause previous versions of Password Safe to revert to default values for some settings.
sv: Detta kommer att ta bort alla spår av Password Safe från maskinens register. Det kan också leda till att tidigare versioner av Password Safe återställs till förvalda värden på vissa inställningar.

source: This will delete %d entries which are within this group and its subgroups.
sv: Detta tar bort%d poster som finns i denna grupp och dess undergrupper.

source: This will delete an entry which is within this group and/or its subgroups.
sv: Detta tar bort en post som finns i denna grupp och/eller dess undergrupper.

source: Time out period must be between 1 and 120 minutes.
sv: Time out perioden måste vara mellan 1 och 120 minuter.

source: Title
sv: Titel

source: Title [Mandatory Field]
sv: Titel [Obligatorisk]

source: Title
sv: Titel

source: To add a new entry, simply fill in the fields below. At least a title and a password are required. If you have set a default username, it will appear in the username field.
sv: För att lägga till en ny post, fyll i fälten nedan. Åtminstone en titel och ett lösenord krävs. Om du har en förvald användare, kommer den att visas i användarfältet.

source: To edit this entry from the current password file, simply make the desired changes in the fields below. Note that at least a title and a password are required.
sv: För att ändra posten i den aktuella lösenordsfilen så gör de önskade ändringarna i fälten nedan. Notera att åminstone en titel och ett lösenord krävs.

source: Too many open files.
sv: För många öppna filer.

source: Tree1
sv: Träd 1

source: Trial Version Limitation
sv: Testvertionens begränsningar

source: Trying to contact server...
sv: Försöker kontakta servern...
