Repository: macduff/passwordsafe
Catalog: I18N/pos/pwsafe_*.po
Languages: sv

source: Unable to create a new XML configuration file or add your settings to an existing XML configuration file. All application configuration settings will be saved in your registry entry on this computer. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
sv: Kan inte skapa en ny XML konfigureringsfil eller lägga till dina val till en befintlig XML konfigureringsfil. Applikationens alla konfigureringsinställningar kommer att sparas i ditt register på denna dator. Databsrelaterade inställningar sparas i den öppna databasen när den stängs, om den inte bara är läsbar eller låst av annan användare.

source: Unable to create intermediate backup.
sv: Kunde inte göra mellanlagrande backup.

source: Unable to determine locker?
sv: Kan du inte avgöra vem som låser filen?

source: Unable to display URL
sv: Kan inte visa URL

source: Unable to get configuration file lock. Will use registry.
sv: Kan inte stänga konfigurationsfilen. Använder registret.

source: Unable to load configuration file
sv: Kan inte starta konfigurationsfilen

source: Unable to load mail system support.
sv: Kan inte starta systemstöd för e-post.

source: Unable to read from %1, it is opened by someone else.
sv: Kan inte läsa från %1, den har öppnats av någon annan.

source: Unable to read locker?
sv: Kan du inte identifiera vem som låser filen?

source: Unable to read write-only property.
sv: Kan inte läsa från W-O enhet.

source: Unable to save configuration file
sv: Kan inte spara konfigurationsfilen

source: Unable to send email
sv: Kan inte skicka e-post

source: Unable to update your entries in the existing XML configuration file. All application configuration settings will be loaded from this file but no changes will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
sv: Kan inte uppdatera dina poster i den befintliga XML-konfigurationsfilen. Programmets alla konfigurationsinställningar laddas fån denna fil, men inga ändringar sparas. Databasrelaterade inställningar sparas i den öppna databasen när den stängs, om den inte bara är läsbar eller låst av annan användare.

source: Unable to use a XML reader on your system. Neither MS XML V3, V4 or V6 seems available.
sv: Kan inte använda en XML-läsare i ditt system. Varken MS XML V3, V4 eller V6 tycks finnas.

source: Unable to validate a XML file using a XML Schema (XSD) on your system.
sv: Kan inte validera en XML-fil som använder XML Schema (XSD) i ditt system.

source: Unable to write read-only property.
sv: Kan inte skriva till skrivskyddad enhet.

source: Unable to write to %1, it is read-only or opened by someone else.
sv: Kan inte skriva till %1, den är skrivskyddad eller öppnad av någon annan.

source: Uncheck
sv: Bocka av

source: Unexpected file format.
sv: Oväntat filformat.

source: Unknown
sv: Okänd

source: Unknown fields:
sv: Okända fält:

source: Unlock Safe
sv: Lås upp Safen

source: Untitled
sv: Ej namngiven

source: Usage: pwsafe [-r|-v] [password database] or pwsafe [-e|-d] filename or pwsafe [-c] or pwsafe [-s] [password database] or pwsafe -m where: -r = open read-only -v = validate & repair -e/d = encrypt/decrypt file -c = start closed i.e., no open database -s = start silently (minimized) -m = start minimized & closed In addition, the following flags may be used: -u user (use user's preferences instead of login name) -h host (use host to look up preferences instead of the machine's name) -g config_file (use config_file instead of pwsafe.cfg)
sv: Användning: pwsafe [-r|-v] [password databas] eller pwsafe [-e|-d] filnamn eller pwsafe [-c] eller pwsafe [-s] [password databas] eller pwsafe -m där: -r = öppna skrivbar -v = validera & reparera -e/d = kryptera/dekryptera fil -c = starta stängd, alltså öppnas inte databasen -s = starta tyst (minimerad) -m = starta minimerad & stängd I tillägg kan följander flaggor användas: -u user (använd användarens preferenser i stället för inloggningsnamn) -h host (använd datorn för att finna något annat än maskinens namn) -g config_file (använd config_file istället för pwsafe.cfg)

source: Use
sv: Välj

source: Use UPPERCASE letters
sv: Använd VERSALER

source: Use digits
sv: Använd siffror

source: Use hexadecimal digits only (0-9,a-f)
sv: Använd bara hexadecimala tal (0-9, a-f)

source: Use lowercase letters
sv: Använd gemener

source: Use only easy-to-read characters (i.e., no 'l', '1', etc.)
sv: Använd bara lättolkade tecken (m.a.o. inte 'l', '1' etc.)

source: Use symbols (i.e., &, %, $, etc.)
sv: Använd symboler (t. ex., &, %, $, etc.)

source: Use the application specified here to browse when an entry's URL field starts with [alt], e.g., '[alt]http://foo.com'
sv: Använd det program som anges här för att bläddra när en posts URL-fält börjar med [alt], t. ex., '[alt]http:foo.com'

source: User Name
sv: Användare

source: User [Mandatory Field]
sv: Användare [Obligatorisk]

source: Username
sv: Användare

source: Using application:
sv: Använt program:

source: Verify Key:
sv: Verifiera nyckel:

source: Verify:
sv: Verifiera:

source: View Entry
sv: Visa posten

source: View Entry Ctrl+Enter
sv: Visa posten Ctrl+Enter

source: View report
sv: Visa rapport

source: View/Edit selected entry
sv: Visa/ändra vald post

source: WARNING: Use of an external editor may leave sensitive data on your hard disk. Do you wish to continue?
sv: VARNING: Användning av en extern editor kan lämna kvar känsliga data på din hårddisk. Vill du fortsätta?

source: Warn
sv: Varna

source: Warning! This operation will create an unprotected copy of ALL of the passwords in the database. Deleting this copy after use is *NOT* sufficient. This bypasses the security of the program.
sv: Varning! Denna åtgärd kommer att skapa en oskyddad kopia av ALLA lösenord i databasen. Att radera denna kopia efter användning är INTE tillräckligt. Åtgärden kringgår programmets säkerhet.

source: Warning! This operation will create an unprotected copy of ALL of the passwords in the database. Deleting this copy after use is NOT sufficient.
sv: Varning! Denna åtgärd kommer att skapa en oskyddad kopia av ALLA lösenord i databasen. Att radera denna kopia efter användning är INTE tillräckligt.

source: Weak passphrase: %s
sv: Svag nyckelkombination: %s

source: Whenever
sv: När som helst

source: Would you like to set "%s" as your default username? It would then automatically be put in the dialog each time you add a new item.
sv: Vill du använda "%s" som förvald användare? Den kommer isåfall att automatiskt läggas i dialogen när du lägger till en ny post.

source: Yes
sv: Ja

source: Yes:
sv: Ja:

source: You can use the Copy button below to place this list into the Clipboard.
sv: Du kan använda Kopiera-knappen nedan för att placera listan på klippbordet.

source: [No current database]
sv: [Ingen aktuell databas]

source: [Notes hidden - click here to display]
sv: [Notat är dolda - klicka här för att visa]

source: Add New Entry
sv: Lägg till ny post

source: Advanced Find Options
sv: Avancerade sökval

source: Browse to URL/Send Email
sv: Gå till URL/Skicka e-post

source: Case insensitive search
sv: Icke lägeskänslig sökning

source: Case sensitive search
sv: Lägeskänslig sökning

source: Clear Find
sv: Rensa sökningen

source: Clear the clipboard contents
sv: Rensa allt från klippbordet

source: Close Database
sv: Stäng databasen

source: Close Find Bar
sv: Stäng sökmenyn

source: Collapse All
sv: Minimera allt

source: Compare two Databases
sv: Jämför två databaser

source: Copy Notes to Clipboard
sv: Kopiera notat till klippbordet

source: Copy Password to Clipboard
sv: Kopiera lösenordet till klippbordet

source: Copy Username to Clipboard
sv: Kopiera användare till klippbordet

source: Delete an Entry
sv: Radera en post

source: Edit an Entry
sv: Ändra en post

source: Error in Password History for entry: »%s»%s»%s»:
sv: Fel i lösenordshistoriken för post: »%s»%s»%s»:

source: Expand All
sv: Expandera allt

source: Export to Text
sv: Exportera som text

source: Export to XML
sv: Exportera till XML

source: Find
sv: Sök

source: Help
sv: Hjälp

source: Import Text
sv: Importera text

source: Import XML
sv: Importera XML

source: List View/Tree View
sv: Tabellvy/trädvy

source: Make New Database
sv: Skapa en ny databas

source: Merge into Database
sv: Sammanslå med databas

source: Open Another Database
sv: Öppna en annan databas

source: Options
sv: Alternativ

source: Perform Autotype
sv: Utför autoskrift

source: Program will terminate.
sv: Programmet avslutas.

source: Save Database
sv: Spara databasen

source: Save Database As...
sv: Spara databasen som...

source: Use it anyway?
sv: Använd ändå?

source: View Reports
sv: Titta på rapporter

source: Cannot open database. It probably does not exist. A new database will be created.
sv: Kan inte öppna databasen. Den finns antagligen inte. En ny databas kommer att skapas.

source: Databases identical!
sv: Databaserna är identiska!

source: Unknown fields will also be copied with the entry.
sv: Okända fält kommer också att kopieras med posten.

source: Autotype:
sv: Autoskrift:

source: This field is being edited in your default text editor.
sv: Detta fält ändras i din förvalda texteditor.

source: Select Yes to continue with this password or No to cancel?
sv: Fortsätta med detta lösenord (Ja) eller avbryta (Nej)?

source: This entry has been made an alias of associated base entry.
sv: Denna post har gjorts till ett alias till associerade baspost.

source: This entry remains a normal entry and the password has not be changed.
sv: Denna post förblir en normal post och lösenordet har inte ändrats.

source: an unnamed file
sv: ej namngiven fil

source: as default username
sv: till förvald användare

source: autotype:
sv: autoskriv:

source: begins with
sv: börjar med

source: contains
sv: innehåller

source: days before passwords expire
sv: dagar innan lösenord utgår

source: does not begin with
sv: börjar inte med

source: does not contain
sv: innehåller inte

source: does not end with
sv: slutar inte med

source: does not equal
sv: är inte lika med

source: ends with
sv: slutar med

source: equals
sv: är lika med

source: filename
sv: filnamn

source: has the following entries with expired passwords:
sv: har följande poster med utgågna lösenord:

source: last passwords
sv: senaste lösenord

source: minutes idle
sv: minuter oanvänd

source: multiple entries exist with title=%s and username=%s or with group=%s and title=%s.
sv: flera poster finns med titel=%s och användare=%s eller med grupp=%s och titel=%s.

source: multiple entries exist with title=%s.
sv: fler poster finns med titel=%s.

source: no entry exists in the root with title=%s and username=%s.
sv: inga poster finns i roten med titel=%s och användare=%s.

source: no entry exists with group=%s, title=%s and empty username.
sv: ingen post finns med grupp=%s, titel=%s och tom användare.

source: no entry exists with group=%s, title=%s and username=%s.
sv: ingen post finns med grupp=%s, titel=%s och användare=%s.

source: no entry exists with title=%s and username=%s or with group=%s, title=%s.
sv: ingen post finns med titel=%s och användare=%s eller med grupp=%s, titel=%s.

source: no entry exists with title=%s.
sv: finns ingen post med titel=%s.

source: on database %s
sv: på databas %s

source: previous passwords per entry
sv: tidigare lösenord per post

source: static
sv: statisk

source: the following text:
sv: följande text:

source: validation
sv: validering

source: whatever
sv: vad som än

source: where
sv: där
