Repository: macduff/passwordsafe
Catalog: I18N/pos/pwsafe_*.po
Languages: sv

source: All Password History ignored.
sv: All lösenordshistorik ignorerad.

source: Field is too long.
sv: Fältet är för långt.

source: Field is too short.
sv: Fältet är för kort.

source: Invalid date/time value.
sv: Felaktigt datum/tid-värde.

source: Invalid field separator character found - only a single blank is allowed between fields.
sv: Felaktigt fältavgränsande tecken funnet - endast ett blanksteg är tillåtet mellan fälten.

source: Invalid header: "%s".
sv: Felaktig rubrik: "%s".

source: Invalid number of saved old passwords %d.
sv: Felaktigt antal sparade gamla lösenord %d.

source: Invalid password length found.
sv: Hittat felaktig längd på lösenord.

source: Invalid status value: %d
sv: Felaktigt statusvärde: %d

source: 'Autotype'
sv: 'Autoskriv'

source: 'Creation Time'
sv: 'Skapad-tidpunkt'

source: 'Last Access Time'
sv: 'Senaste åtkomst-tidpunkt'

source: 'Notes'
sv: 'Notat'

source: 'Password Expiry Time'
sv: 'Lösenordets utgångsdatum'

source: 'Password History'
sv: 'Lösenordshistorik'

source: 'Password Modification Time'
sv: 'Lösenordets ändringstidpunkt'

source: 'Password'
sv: 'Lösenord'

source: 'Record Modification Time'
sv: 'Registrera ändringstidpunkt'

source: Copy # %d
sv: Kopia # %d

source: Import # %d
sv: Importera # %d

source: Open # %d
sv: Öppna # %d

source: #entries
sv: #poster

source: #groups
sv: #grupper

source: #what
sv: #vad

source: #when
sv: #när

source: #who
sv: #vem

source: %1 contained an unexpected object.
sv: %1 innehöll ett oväntat objekt.

source: %1 contains an incorrect schema.
sv: %1 innehåller ett felaktigt schema.

source: %1 contains an invalid path.
sv: %1 innehåller en ogiltig sökväg.

source: %1 could not be created because the directory is full.
sv: %1 kunde inte skapas då mappen är full.

source: %1 could not be opened because there are too many open files.
sv: %1 kunde inte öppnas då för många filer är öppna.

source: %1 could not be removed because it is the current directory.
sv: %1 kunde inte tas bort då den är den aktuella mappen.

source: %1 has a bad format.
sv: %1 har ett felaktigt format.

source: %1 was not found.
sv: %1 kunde inte hittas.

source: %1: %2 Continue running script?
sv: %1: %2 Fortsätta köra skriptet?

source: %1 Cannot find this file. Please verify that the correct path and file name are given.
sv: %1 Kan inte hitta denna fil. Verifiera att rätt sökväg och filnamn har angetts.

source: %d of %d matches.
sv: %d av %d matchar.

source: %s Can't open file. Please choose another.
sv: %s Kan inte öppna filen. Välj en annan.

source: %s file being imported: %s
sv: %s filen som importeras: %s

source: %s is a directory
sv: %s är en mapp

source: %s%s%s_Report.txt
sv: %s%s%s_Rapport.txt

source: %s %s line %d column %d
sv: %s %s rad %d kolumn %d

source: %s Could not open file for reading!
sv: %s Kunde inte öppna filen för läsning!

source: %s Could not open file for writing!
sv: %s Kunde inte öppna filen för skrivning!

source: %s File corrupt or truncated! Data may have been lost or modified. Continue anyway?
sv: %s Filen är felaktig eller trasig! Data kan ha förlorats eller ändrats. Fortsätta ändå?

source: %s File is currently locked by %s
sv: %s Filen är för närvarande låst av %s

source: %s Invalid format
sv: %s Felaktigt format

source: %s The configuration file will not be used.
sv: %s Konfigurationsfilen kommer inte att användas.

source: %s Unknown error
sv: %s Okänt fel

source: &Autotype:
sv: Auto&skrift:

source: &Browse to URL
sv: &Gå till URL

source: &Browse to URL Ctrl+L
sv: &Gå till URL Ctrl+G

source: &Copy Password to clipboard
sv: &Kopiera lösenordet till klippbordet

source: &Create a New Database
sv: &Skapa en ny databas

source: &Delete from Recent Entry List
sv: &Ta bort från senaste postlista

source: &Don't ask me again
sv: &Fråga mig inte igen.

source: &Don't remind me again
sv: &Påminn mig inte igen

source: &Generate
sv: &Generera

source: &Help
sv: Hj&älp

source: &Hide
sv: &Dölj

source: &Keep
sv: &Behåll

source: &More >>
sv: &Mer >>

source: &New
sv: &Ny

source: &No
sv: &Nej

source: &Notes:
sv: &Notat:

source: &Open Another Database...
sv: &Öppna en annan databas...

source: &Override Policy
sv: &Åsidosätt policy

source: &Password:
sv: &Lösenord:

source: &Quit
sv: &Avsluta

source: &Recent Safes
sv: &Senaste Safer

source: &Show
sv: &Visa

source: &Title:
sv: &Titel:

source: &Try Again
sv: &Försök igen

source: &View Aliases
sv: &Visa alias

source: &Yes
sv: &Ja

source: (Also used to replace periods in the Title field.)
sv: (Också som ersättning för punkter i titelfältet.)

source: (Requires a restart of PasswordSafe to take effect.)
sv: (Kräver återstart av PasswordSafe för att fungera.)

source: << &Less
sv: << &Mindre

source: <b><font color="green">This is the latest release!</font></b>
sv: <b><font color="green">Detta är den senaste versionen!</font></b>

source: <b><font color="red">A newer release is available.</font></b>
sv: <b><font color="red">En senare version finns tillgänglig.</font></b>

source: <b><font color="red">Could not read server version data.</font></b>
sv: <b><font color="red">Kunde inte läsa serverns versionsdata.</font></b>

source: <b><font color="red">Couldn't contact server.</font></b>
sv: <b><font color="red">Kunde inte kontakta servern.</font></b>

source: A dot is invalid as the first character of the Group field.
sv: En punkt är ogiltig som första tecken i gruppfältet.

source: A fatal error occured:
sv: Ett fatalt fel uppstod:

source: A hardware I/O error was reported while accessing %1.
sv: Ett I/O-hårdvarufel rapporterades under anslutning till %1.

source: A locking violation occurred while accessing %1.
sv: Intrång som låser under anslutning till %1.

source: A new password database will be created. The safe combination you enter will be used to encrypt the password database file. The Safe Combination can use any keyboard character and is case-sensitive.
sv: En ny databas kommer att skapas. Safe-nyckeln som du skapar kommer att användas för att kryptera databasens lösenordsfil. Safe-nyckeln kan innehålla vilka tangenttecken som helst och är lägeskänslig.

source: A required resource was unavailable.
sv: En begärd resurs var inte tillgänglig.

source: A sharing violation occurred while accessing %1.
sv: Ett delningsfel inträffade under anslutning till %1.

source: About Password Safe
sv: Om Password Safe

source: Access to %1 was denied.
sv: Tillgång till %1 nekades.

source: Access to the file was denied: probably not sufficient security rights.
sv: Åtkomst till filen nekades: antagligen inte tillräckliga säkerhetsrättigheter.

source: Add Entry
sv: Lägg till post

source: Advanced
sv: Avancerat

source: Advanced Compare Options
sv: Avancerade jämförelseval

source: Advanced Find Options
sv: Avancerade sökval

source: Advanced Merge Extra
sv: Avancerade sammanslagningstillägg

source: Advanced Merge Options
sv: Avancerade sammanslagningsval

source: Advanced Text Export Options
sv: Avancerade val för export till text-fil

source: Advanced XML Export Options
sv: Avancerade val för XML-export

source: Advanced...
sv: Avancerat...

source: All Files (*.*)
sv: Alla filer (*.*)

source: All available columns are being displayed.
sv: Alla tillgängliga kolumner visas.

source: All or part of the path is invalid.
sv: Hela eller del av sökvägen är fel.

source: Also used to replace periods in the Title field.
sv: Också som ersättning för punkter i titelfältet.

source: Alternate Browser
sv: Växla Browser

source: Always keep Password Safe on top
sv: Visa alltid Password Safe överst

source: Always on top
sv: Alltid överst

source: An alias cannot refer to itself!
sv: En alias kan inte referera till sig själv!

source: An attempt was made to access %1 past its end.
sv: Ett försök gjordes att få tillgång till %1 efter dess slut.

source: An attempt was made to read from the writing %1.
sv: Ett försök gjordes att läsa från %1 som skrivs.

source: An attempt was made to write to the reading %1.
sv: Ett försök gjordes att skriva till %1 som läses.

source: An invalid argument was encountered.
sv: Ett ogiltigt argument påträffades.

source: An invalid file handle was associated with %1.
sv: En ogiltig filhanterare har associerats med %1.

source: An unexpected error occurred while reading %1.
sv: Ett oväntat fel inträffade då filen lästes %1.

source: An unexpected error occurred while writing %1.
sv: Ett oväntat fel inträffade vid skrivning till filen %1.

source: An unknown error has occurred.
sv: Ett oväntat fel har uppstått.

source: An unknown error occurred while accessing %1.
sv: Ett oväntat fel uppstod vid åtkomst till %1.

source: An unspecified error occurred.
sv: Ett ospecificerat fel har uppstått.

source: An unsupported operation was attempted.
sv: En åtgärd som inte stöds prövades.

source: Any field last changed on:
sv: Någon post ändrades:

source: Apply
sv: Verkställ

source: Are you sure you want to delete the selected %s?
sv: Är du säker på att du vill radera den valda %s?

source: As the double quotation character is used to delimit the whole notes field, it cannot be used within it to delimit multiple lines. Please enter another character.
sv: Då citattecknet används för att avgränsa hela notatfältet, får det inte användas inom notatfältet för att avgränsa ett antal rader. Använd ett annat tecken.

source: At least one type of character (lowercase, uppercase, digits, symbols, hexadecimal) must be permitted.
sv: Minst en typ av tecken (gemener, versaler, tal, symboler, hexadecimaler) måste tillåtas.

source: At least one unknown %s field is now in use. Any found have been ignored.
sv: Minst ett okänt %s fält används just nu. De som hittats har ignorerats.

source: AutoType
sv: Autoskrift

source: Autotype
sv: Autoskrivning

source: Available Fields:
sv: Tillgängliga fält:

source: Backup Name
sv: Säkerhetskopians namn

source: Backup directory:
sv: Säkerhetskopians mapp:

source: Backups
sv: Säkerhetskopior

source: Browse
sv: Bläddra

source: Browse to URL
sv: Gå till URL

source: Browser Command Line parameters
sv: Browserns kommandoparametrar

source: C:None
sv: C:Inga

source: Can only warn between 1 and 30 days before passwords expire
sv: Kan bara larma mellan 1 och 30 dagar innan ett lösenord utgår

source: Cancel
sv: Avbryt

source: Cannot create lock file - no permission in directory?
sv: Kan inte skapa nyckelfil - saknar du rättigheter i mappen?

source: Cannot process as this entry has been deleted from the open database.
sv: Kan inte utföras då posten har raderats från den öppna databasen.

source: Cannot verify old safe combination - file gone?
sv: Kan inte verifiera gammal Safe-nyckel - saknas filen?

source: Case Sensitive
sv: Lägeskänslig

source: Case insensitive search
sv: Icke lägeskänslig sökning

source: Case sensitive search
sv: Lägeskänslig sökning

source: Change Safe Combination
sv: Ändra Safe-nyckel

source: Change the maximum number of saved passwords for entries currently saving password history to the new maximum, if currently saving fewer. Entries with more than this new maximum already saved will remain unchanged.
sv: Ändra det maximala antalet sparade lösenord till poster, som nu sparar lösenordshistorik upp till det nya antalet, om det nu sparas färre. Poster med fler redan sparade lösenord än det nya maximala antalet kvarstår oförändrade.

source: Check
sv: Kontrollera

source: Clear Clipboard
sv: Rensa klippbordet

source: Close
sv: Stäng

source: Column Picker
sv: Kolumnväljare

source: Column header row not recognised as first record. No records imported.
sv: Kolumnens rubrikrad känns inte igen som första post. Ingenting har importerats.

source: Comma
sv: Komma

source: Command failed.
sv: Kommandot misslyckades.

source: Compare Complete
sv: Jämförelsen klar

source: Compare Database Results
sv: Resultat från databasjämförelsen

source: Compare complete of current database: %s and: %s
sv: Jämförelsen klar med aktuell databas: %s och: %s

source: Comparing current database with: %s
sv: Jämför aktuell databas med: %s

source: Comparison Database:
sv: Jämförd databas:

source: Con&firm Password:
sv: &Bekräfta lösenord:

source: Configuration Information
sv: Information om konfigureringen

source: Confirm Close Dialog
sv: Bekräfta stängningsdialog

source: Confirm deletion of items
sv: Bekräfta radering av poster

source: Confirm item copy to clipboard
sv: Bekräfta kopiering av post till klippbordet

source: Confirmation:
sv: Bekräftelse:

source: Continue
sv: Fortsätt

source: Copy
sv: Kopia

source: Copy &Notes to clipboard
sv: Kopiera n&otat till klippbordet

source: Copy &Username to clipboard
sv: Kopiera anv&ändare till klippbordet

source: Copy All
sv: Kopiera allt

source: Copyright Notice
sv: Om Copyright

source: Could not access file: %s
sv: Kunde inte använda fil: %s

source: Could not start print job.
sv: Kunde inte starta utskrift.

source: Couldn't save database - Please save manually
sv: Kunde inte spara databasen - Spara manuellt

source: Create SchemaCache%2d Error 0x%08X during %s.
sv: Skapa SchemaCache%2d Fel 0x%08X vid %s.

source: Create intermediate backups (.ibak) before saving
sv: Skapa mellanlagrande backuper (.ibak) före spara

source: Created
sv: Skapat

source: Created Time
sv: Skapadtidpunkt

source: Created on:
sv: Skapat den:

source: Current Value:
sv: Aktuellt värde:

source: Current version: %s Latest version: %s Please visit the PasswordSafe website to download the latest version.
sv: Nuvarande version: %s Senaste version: %s Besök PasswordSafe's hemsida för att ladda ner den senaste versionen.

source: Current version: %s Latest version: %s Your purchase includes free upgrades for one year. Please contact the PasswordSafe Administrator for your upgrade.
sv: Nuvarande version: %s Senaste version: %s Ditt köp inkluderar fria uppgraderingar i ett år. Kontakta PasswordSafe's administratör för att uppgradera dig.

source: Database Unique ID:
sv: Databasens ID:

source: Database format:
sv: Databasformat:

source: Database is read-only. Sorry, cannot save changed any database preferences.
sv: Databasen är bara läsbar. Kan därför inte spara några ändrade databaspreferenser.

source: Database name
sv: Databasnamn

source: Database validated - no problems found.
sv: Databasen validerad - inga problem funna.

source: Date/Time Information
sv: Datum/tidsinformation

source: Default Autotype string:
sv: Förvald autoskriftsrad:

source: Default Username
sv: Förvald användare

source: Default number of saved password history entries must be between 1 and 255.
sv: Valt antal sparade posters historiska lösenord måste vara mellan 1 och 255.

source: Delete Confirmation
sv: Radera bekräftelse

source: Delete Entry Del
sv: Radera posten Del

source: Delete Group Del
sv: Ta bort gruppen Del

source: Delete a Base Entry Confirmation?
sv: Radera en bekräftelse av en baspost?

source: Deselect all entries
sv: Avmarkera alla poster

source: Deselect some entries
sv: Avmarkera vissa poster

source: Destination disk drive is full.
sv: Måldisken är full.

source: Destination location does not exist or is not accessible.
sv: Målet finns inte eller är inte tillgängligt.

source: Disk full while accessing %1.
sv: Disken full under åtkomst till %1.

source: Dispatch exception: %1
sv: Undantag vid uförande: %1

source: Display
sv: Visa

source: Do you want to save changes to the password database: %s?
sv: Vill du spara ändringar till lösenordsdatabasen: %s?

source: Do you want to save changes to the password list?
sv: Vill du spara ändringar till lösenordslistan?

source: Do you wish to save the changes made to database: %s or Cancel the shutdown\restart\logoff?
sv: Vill du spara gjorda ändringar till databasen: %s eller avbryta avslutandet\återstarta\logga ut?

source: Double-Click on entry to Autotype
sv: Dubbelklicka på posten för att autoskriva

source: Double-Click on entry to Browse to URL
sv: Dubbelklicka på posten för att gå till URL

source: Double-Click on entry to Copy Notes
sv: Dubbelklicka på posten för att kopiera notat

source: Double-Click on entry to Copy Password
sv: Dubbelklicka på posten för att kopiera lösenordet

source: Double-Click on entry to Copy Username
sv: Dubbelklicka på posten för att kopiera användaren

source: Double-Click on entry to View/Edit it
sv: Dubbelklicka på posten för att visa/redigera den

source: Double-click action
sv: Dubbelklicksval

source: Dropped entry '%s:%s:%s' password points to an entry that is also an alias. The dropped entry now references that entry's base entry.
sv: Borttappad post '%s:%s:%s' lösenordet pekar på en post som också är en alias. Den borttappade posten refererar nu till den postens baspost.

source: Edit Entry
sv: Postmeny

source: Edit Entry Ctrl+Enter
sv: Ändra posten Ctrl+Enter

source: Either or both of the Group/Title and Password columns are missing. No records imported.
sv: Endera eller både grupp/titel- och lösenords-kolumner saknas. Inga poster importerades.

source: Empty line %d skipped
sv: Tom rad %d överhoppad

source: Encrypt/Decrypt
sv: Kryptera/dekryptera

source: Encryption failed
sv: Krypteringen misslyckades

source: End Report
sv: Rapportslut

source: Enter Key:
sv: För in nyckel:

source: Enter Safe Combination
sv: Safe-nyckel

source: Entry Group="%s", Title="%s", User="%s" had an invalid Password History. This has been rebuilt with available data. There may be some loss of history.
sv: Posten Grupp="%s", Titel="%s", Användare="%s" hade ogiltig lösenordshistorik. Denna har återskapats med tillgängliga data. Kan vara viss förlust av historik.

source: Entry Group="%s", Title="%s", User="%s" had an invalid UUID field. This has been corrected.
sv: Posten Grupp="%s", Titel="%s", Användare="%s" innehöll ett ogiltigt UUID fält. Detta har korrigerats.

source: Entry of line %d has an invalid "%s" field. It has been ignored.
sv: Posten på rad %d innehåller ett ogiltigt "%s" fält. Den har ignorerats.

source: Entry on line %d with Group="%s", Title="%s", User="%s" already exists. Added imported entry with title="%s".
sv: Posten på rad %d med Grupp="%s", Titel="%s", Användare="%s" finns redan. La till importerad post med namnet="%s".

source: Entry on line %d with no group, Title="%s", User="%s" already exists. Added imported entry with title="%s".
sv: Posten på rad %d utan grupp, Titel="%s", Användare="%s" finns redan. La till importerad post med titel="%s".

source: Error (%08X): line %d character %d %s
sv: Fel (%08X): rad %d tecken %d %s

source: Error - unable to determine settings configuration! No application settings will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
sv: Fel - kan inte fastställa konfigurationsinställningar! Inga programinställningar kommer att sparas. Databasrelaterade inställningar sparas i den öppna databasen när den stängs, om den inte bara är läsbar eller låst av annan användare.

source: Error in a Password History sub-field starting at position %d (within the History field):
sv: Fel i lösenordshistoriks underfält som börjar i positionen %d (inom historikfältet):

source: Error: A file with this name already exists
sv: Fel: En fil med detta namn finns redan

source: Error: File is read-only
sv: Fel: Filen är bara läsbar

source: Escape key closes application
sv: Esc-tangenten stänger programmet

source: Example:
sv: Exempel:

source: Exit
sv: Avsluta

source: Expand/Collapse Group Ctrl+Enter
sv: Expandera/minimera grupp Ctrl+Enter

source: Expiry Date/Time
sv: Utgångsdatum/tid

source: Export Text
sv: Exportera textfil

source: Export Text Extra
sv: Text-exporttillägg

source: Export XML
sv: Exportera XML

source: Failed to create empty document.
sv: Kunde inte skapa tomt dokument.

source: Failed to launch help.
sv: Kunde inte starta hjälpen.

source: Failed to open document.
sv: Kunde inte öppna dokument

source: Failed to save changed preferences.
sv: Kunde inte spara ändrade preferenser.

source: Failed to save document.
sv: Kunde inte spara dokumentet.

source: Field Separator:
sv: Fältavgränsare:

source: File In Use
sv: Filen används

source: File Read Error
sv: Läsfel på fil

source: File Write Error
sv: Skrivfel på fil

source: File ends on line %d before ending double quote of last entry's note field.
sv: Filen slutar på rad %d före avslutande citattecken i senaste posts notatfält.

source: File lock error
sv: Fel vid filstängning

source: File open error
sv: Fel vid filöppning

source: File open error.
sv: Fel vid filöppning.

source: File or path not found
sv: Fil eller sökväg hittades inte

source: File or path not found.
sv: Fil eller sökväg hittades inte.

source: File version warning
sv: Varning för filversion

source: For security, the database must be closed before connecting to the Internet. Press OK to close database and continue (Changes will be saved)
sv: För säkerhets skull, databasen måste stängas före anslutning till Internet. Tryck OK för att stänga databasen och gå vidare (ändringar kommer att sparas)

source: Found %d known column headers:
sv: Fann %d kända kolumnrubriker:

source: Found 1 match.
sv: Hittade 1 matchande.

source: Fully collapsed
sv: Helt minimerad

source: Fully expanded
sv: Helt maximerad

source: Given path is a directory or file is read-only
sv: Sökvägen är en mapp eller så är filen bara läsbar

source: Group
sv: Grupp

source: Group [Mandatory Field]
sv: Grupp [Obligatorisk]

source: Group/Title
sv: Grupp/Titel

source: Group/Title
sv: Grupp/Titel

source: Group:
sv: Grupp:

source: Group
sv: Grupp

source: Group Title Username Password Expiry Date
sv: Grupp Titel Användare Lösenordets utgångsdatum

source: Help (F1)
sv: Hjälp (F1)

source: Hexadecimal is mutually exclusive to all other options!
sv: Hexadecimalt data utesluter alla andra teckenval!

source: History
sv: Historik

source: If enabled, a 'snapshot' will be taken before every save, and named according to the options listed below.
sv: Om vald, kommer en 'snapshot' att tas innan varje fil sparas. Filen namnges och sparas enligt valen nedan.

source: If requested, then a delimiter character must be entered!
sv: Om så begärs, måste ett avgränsande tecken anges!

source: Import Text Settings
sv: Val för import från textfi

source: Import Text failed
sv: Textimport misslyckades

source: Import XML Settings
sv: Val för XML-import

source: Import XML failed
sv: XML-import misslyckades

source: Import under Group?
sv: Importera undergrupp?

source: Import under group?
sv: Importera undergrupp?

source: Imported
sv: Importerad

source: Incorrect Passkey
sv: Fel Safe-nyckel

source: Incorrect passkey, not a PasswordSafe database, or a corrupt database. (Backup database has same name as original, ending with '~')
sv: Fel Safe-nyckel, inte en giltig PasswordSafe databas, eller en trasig databas. (Backupdatabasen har samma namn som originalet, och slutar på '~')

source: Incorrect password
sv: Fel lösenord

source: Incremented Number [001-999]
sv: Ökande tal [001-999]

source: Initial system tray icon
sv: Startikon i meddelandefältet

source: Initial tree view
sv: Primär trädvy

source: Insufficient memory to perform operation.
sv: Otillräckligt minne för att utföra åtgärden.

source: Intermediate Backups
sv: Mellanlagrande backuper

source: Internal application error.
sv: Internt applikationsfel.

source: Internal error. Import failed. No records imported.
sv: Internt fel. Importen misslyckades. Inga poster importerades.

source: Internal error: An invalid flag was specified
sv: Internt fel: En ogiltig flagga angavs.

source: Internal error: Invalid oflag or pmode argument
sv: Internt fel: Ogiltig o-flagga eller p-mode argument

source: Internal error: Out of file handles
sv: Internt fel: Slut på filhanterare

source: Internal error: Unexpected error number
sv: Internt fel: oväntat felnummer

source: Invalid filename.
sv: Ogiltigt filnamn.
